{"document_title": "Readings", "content": "Lung cancer is the most common cause of cancer related death in the US, but survival is far better when people are diagnosed at an earlier stage. There are currently no clinical quality measures that are routinely used to measure the quality or timeliness of diagnosis of lung cancer in the US. We used Natural Language Processing (NLP) to extract information on the symptoms and signs that had been recorded in the electronic medical records of patients presenting in ambulatory care over the 2 years prior to their diagnosis with lung cancer. We found that the time from the first recorded symptoms/signs associated with lung cancer to diagnosis was 570 days. The time intervals from chest CT or chest X-ray imaging to diagnosis, and from specialist consultation to diagnosis were shorter—at 43 and 72 days, respectively. Advanced techniques such as NLP can be used to extract detailed information from electronic medical records, that could potentially be used to create clinical quality measures with the goal of improving the timeliness of diagnosis of this cancer.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Simple Summary", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The diagnosis of lung cancer in ambulatory settings is often challenging due to non-specific clinical presentation, but there are currently no clinical quality measures (CQMs) in the United States used to identify areas for practice improvement in diagnosis. We describe the pre-diagnostic time intervals among a retrospective cohort of 711 patients identified with primary lung cancer from 2012–2019 from ambulatory care clinics in Seattle, Washington USA. Electronic health record data were extracted for two years prior to diagnosis, and Natural Language Processing (NLP) applied to identify symptoms/signs from free text clinical fields. Time points were defined for initial symptomatic presentation, chest imaging, specialist consultation, diagnostic confirmation, and treatment initiation. Median and interquartile ranges (IQR) were calculated for intervals spanning these time points. The mean age of the cohort was 67.3 years, 54.1% had Stage III or IV disease and the majority were diagnosed after clinical presentation (94.5%) rather than screening (5.5%). Median intervals from first recorded symptoms/signs to diagnosis was 570 days (IQR 273–691), from chest CT or chest X-ray imaging to diagnosis 43 days (IQR 11–240), specialist consultation to diagnosis 72 days (IQR 13–456), and from diagnosis to treatment initiation 7 days (IQR 0–36). Symptoms/signs associated with lung cancer can be identified over a year prior to diagnosis using NLP, highlighting the need for CQMs to improve timeliness of diagnosis.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Abstract", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Lung cancer is the most common cause of cancer-related death in the United States (US) with 5-year survival rates for non-small cell lung cancer (NSCLC) and small cell lung cancer (SCLC) of 25% and 7%, respectively [1]. While early stage lung cancer can often be treated surgically, ninety percent of those diagnosed with lung cancer will die of the disease in part due to late-stage (Stages III or IV) presentation and lethality of this disease [2]. Prognosis largely reflects stage at diagnosis, with 5-year survival rates for early stage localized lung cancer of 63% and 27% for late-stage lung cancer [1].\nWhile screening asymptomatic individuals for lung cancer using low dose computed tomography (LDCT) in high-risk patients has been recommended in the US since 2012 [3], uptake has been limited and most individuals with lung cancer are diagnosed following symptomatic presentation [4,5]. Detection of potential lung cancer among symptomatic individuals is challenging as their symptoms are difficult to distinguish from more common conditions [6][7][8]. Moreover, the time interval from symptom onset to diagnosis of lung cancer can be considerable; a study of over 48,000 patients using Medicare claims identified a median interval from symptom onset to diagnosis of 187 days (25-75% IQR 36-308 days) [9]. The long pre-diagnosis time interval for symptomatic lung cancer may be a target for quality improvement interventions with the aim of earlier detection. Notably, diagnostic errors related to lung cancer are among the most common causes of major malpractice claims in outpatient settings [10,11].\nClinical quality measures (CQM) are used to evaluate or set benchmarks of processes, outcomes, patient perceptions, or organizational structures in healthcare that equate to higher quality care and drive institutional improvements. The World Health Organization, for example, has set a goal of 90 days from symptom onset to treatment of lung cancer [12], while guidelines in Canada recommend time from presentation to diagnosis should be a maximum of four weeks [13,14]. In Denmark, clinical quality indicators have been used for more than 20 years to improve a range of outcome indicators for lung cancer [15]. However, despite the significant potential opportunities to improve care in the US [16], there are no CQMs focused on the timeliness of diagnosis of lung cancer currently used in the US.\nDeveloping a CQM for diagnosis of lung cancer is complex; this condition includes multiple parts of the health care system (e.g., primary care, specialists, inpatient care, radiology) which would be reflected in the multiple types and sources of data needed to populate a CQM. Current gaps in defining a CQM include how to define and operationalize key timepoints in the pre-diagnosis period using electronic health record (EHR) data, as well as defining expected ranges for time intervals. The overall aim of this study was therefore to define key time points and describe intervals in the diagnostic pathway of patients with lung cancer based on a single site in the US, from initial symptomatic presentation in ambulatory care to diagnosis, using routine EHR data. We believe our findings provide valuable new information that not only describe the timeliness of the diagnostic process for lung cancer, but could also potentially be used to inform efforts to develop CQM for lung cancer in a range of health care settings Cancers 2022, 14, 5756 3 of 18", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Introduction", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "A retrospective cohort of patients who received ambulatory care at UW Medicine (UWM), a health system affiliated with the University of Washington (Seattle, Washington) with a diagnosis of a first, primary lung cancer [17]. This study was approved by the University of Washington Human Subjects Division (STUDY00008248 and STUDY00013191). Eligible patients were 18 years and older, with a first primary lung cancer diagnosed between 1 January 2012-31 December 2019, who had an established relationship with UWM ambulatory care, and chest computed tomography (CT) performed at UWM prior to their first recorded lung cancer diagnostic code. An ambulatory care relationship was defined as the presence of at least one visit to the following department specialties in the 24 months prior to the first recorded lung cancer diagnostic code: family medicine, internal medicine, women's health, obstetrics and gynecology, urgent care, and/or emergency medicine. The requirements for ambulatory care relationship and chest CT were used to ensure that patients had received pre-diagnostic care and confirmatory imaging within UWM, rather than referrals from outside healthcare systems (e.g., only for specialty care).", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Methods > Study Design and Participants", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Data were collected through the UWM enterprise-wide data warehouse (EDW), a secure central repository that integrates EHR data across UWM. The EDW was queried for patients with lung cancer identified by ICD 9 or 10 diagnostic codes during the study period. Patients with tracheal cancer, mesothelioma, Kaposi's sarcoma, and lymphoma/leukemia histology codes were excluded. De-identified EHR data were extracted for all encounters in the 24 months prior and 6 months following the first recorded diagnostic code for lung cancer. We chose the pre-diagnosis time interval to provide data to fulfill the ambulatory care relationship (as noted above), and post-diagnosis to ensure there was complete data to verify or cross-check date of diagnosis. Extracted data included demographics (smoking status, age, sex, race, ethnicity), all ICD 9 or 10 diagnostic and Current Procedural Terminology (CPT) codes linked to encounters, as well as unstructured clinical notes for any of the above encounters. Study records from the EDW were then linked to the Seattle/Puget Sound Surveillance, Epidemiology, and End Results (SEER) Program cancer registry which provided history of previous cancers, histology, date and stage of diagnosis, and date of initial treatment.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Methods > Data Collection", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The UWM data were used to determine age at diagnosis, sex, race and ethnicity, and smoking status (ever smoker defined as current or past smoking; never smoker defined as no history of any smoking). SEER registry provided data on health insurance and poverty which used the Census Tract Poverty Indicator to categorize individuals' residence into categories of 10%, 15%, or 20% of people in the census tract living below the federally defined poverty line [18]. Comorbidity was calculated using the Elixhauser comorbidity index (ECI) [19]; ICD 9 and 10 diagnostic codes in the 2 years prior to lung cancer diagnosis were searched for 31 potential comorbidities. The sum and type of comorbidity were used to calculate van Walraven weighted score for each patient [20,21]. Patients who had low-dose computed tomography (LDCT) lung cancer screening within the 12 months prior to diagnosis date were identified from codes for LDCT screening linked specifically to billing codes (CPT 71271 and G0297) and/or ICD code (V76.0 [ICD-9] or Z12.2 [ICD-10]) in patients without a lung cancer diagnosis prior to that visit.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Methods > Sociodemographic Variables & Comorbidity", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Definitions of key pre-diagnosis time points were adapted from international cancer reporting standards [22][23][24]; (A) First symptomatic presentation, (B) Referral for or receipt of initial chest imaging (chest X-ray or chest CT), (C) Referral to or encounter with a specialist (i.e., Ambulatory Surgery, General Surgery, Hematology, Interventional Radiology, Medical Oncology, Neuro Oncology, Oncology, Palliative Care, Pulmonary Diagnostic Testing, Pulmonary Medicine, Radiation Oncology, Radiation Therapy, Respiratory Disease, Sarcoma, Special Procedures, Surgery, Thoracic, Thoracic Medicine, Thoracic Surgery), (D) Date of diagnosis, and (E) Date of first treatment (Appendix A). Date of first symptomatic presentation was based on the presence of symptoms or signs that have previously been identified as significantly associated with the presence of lung cancer compared to matched controls from the same population [17]. These were: finger clubbing, lymphadenopathy, cough, hemoptysis, chest crackles or wheeze, weight loss, back pain, bone pain, shortness of breath, fatigue or chest pain. We used two approaches to identify these clinical features from the EHR in the 2 years prior to diagnosis: (1) ICD9/10 codes matched to the above clinical features, (2) Application of a natural language processing (NLP) framework to extract these clinical features from the unstructured data found in the free text of clinical notes [25]. SEER histology codes were used to categorize cancer type as small cell lung cancer (SCLC) (ICD-0 histology codes 8041-8045), non-small cell lung cancer (NSCLC) (ICD-0 histology codes 8000-8040 or 8046-9989), and other [26][27][28]. Stage variables in SEER were derived from the American Joint Committee on Cancer (AJCC) TNM Staging System, Extent of Disease (EOD), or Collaborative Stage (CS), depending on year of diagnosis. SEER staging variables were grouped into stage 0, stage I, stage II, stage III, stage IV, not applicable, stage occult, and stage unknown [29].", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Methods > Time Point Definitions and Lung Cancer Histology and Stage", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Frequencies and counts were calculated for patient characteristics overall and by lung cancer stage and type. Groupwise comparisons using chi-square for categorical variables and t test for continuous variables were performed to determine significant differences. The van Walraven weighted score [20,21] was calculated using the comorbidity package in R. We calculated time intervals in days for each patient and summarized these using mean, standard deviation (SD), median, and interquartile range (IQR). Intervals calculated included: first clinical presentation to initial chest imaging (chest X-ray or chest CT) (timepoint A to B), first clinical presentation to referral/encounter with specialist (timepoint A to C), and first clinical presentation to diagnosis (timepoint A to D). Intervals were also categorized by stage (early stages I/II vs. late stages III/IV) and type of cancer (SCLC vs. NSCLC). Analyses were conducted using RStudio (Version 1.4.1106, RStudio, Inc., Boston, MA, USA) and the Statsmodels package (version 0.11.1) for Python 3.7 [30]. This study is reported in compliance with REST guidelines [31].", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Methods > Data Analysis", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "A total of 7883 patients with lung cancer were identified over the study period (Figure 1), of whom 225 were excluded as they had tracheal cancer (not shown in Figure 1). Separately, SEER registry matched 5540 of the 7883 UWM patients with lung cancer, of whom 1340 did not have a first primary tumor located in lungs and/or the histology code did not meet inclusion criteria and were excluded. Following linkage of the patients identified from the UW EDW (n = 7658) and those from SEER (n = 4200), a set of 4115 patients were identified common to both. We excluded patients who did not meet the ambulatory care definition (n = 3108), and those who had not received chest CT imaging at UWM (n = 243). Additional patients were excluded after review of missing or discrepant pathology data (n = 33) and those who lacked any ICD codes that could be used to calculate comorbidity (n = 20). The final cohort consisted of 711 patients.\nfrom the UW EDW (n = 7658) and those from SEER (n = 4200), a set of 4115 patients were identified common to both. We excluded patients who did not meet the ambulatory care definition (n = 3108), and those who had not received chest CT imaging at UWM (n = 243). Additional patients were excluded after review of missing or discrepant pathology data (n = 33) and those who lacked any ICD codes that could be used to calculate comorbidity (n = 20). The final cohort consisted of 711 patients.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Results > Selection of Cohort", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The mean age of the cohort was 67.3 years, 50% were female, the majority were non-Hispanic white (69.2%), with smaller numbers of Asian or Pacific Islander (11.3%) and non-Hispanic black (8.2%) (Table 1). At time of diagnosis, most patients were on Medicare (61.5%), and 14.9% living in a census tract where 20% or more inhabitants lived below the poverty line. Mean comorbidity score was 17.4, and 17.2% of patients had no history of smoking. Of the included patients, 556 (78.2%) had NSCLC, 63 (8.9%) SCLC, 44 (6.2%) were categorized as other histology types, and 48 (6.8%) were unknown (Appendix B). Stage distribution was as follows: stage I 193 (27.1%), stage II 45 (6.3%), stage III 109 (15.3%), and stage IV 276 (38.8%) (8 (1.1%) individuals were stage 0, and 80 (11.3%) stage unknown). Individuals with late-stage (stages III or IV) cancer were significantly more likely to be male and have higher comorbidity scores than those with early stage (stages I or II) (Appendix C).\nA total of 38 patients (5.3% of the cohort) met our definition for screen detected lung cancer, of whom 28 (75.7%) had NSCLC and 6 (16.2%) had SCLC. Their stage distribution was 18 (48.6%) stage I, 4 (10.8%) stage II, 6 (16.2%) stage III, 6 (16.2%) stage IV, and 3 (8.1%) were unknown. The vast majority of patients (36, 94.7%) whose lung cancer was identified by screening had recorded symptoms or signs associated with lung cancer documented prior to their lung cancer diagnosis.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Results > Description of the Cohort", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The most common symptoms/signs prior to diagnosis were cough (573, 80.6%), shortness of breath (515, 72.4%), and fatigue (476, 67%) (Appendix D). Several symptoms/signs were significantly more frequent in individuals with early stage compared to late-stage cancer, namely cough (87.8% vs. 76.6%, p = 0.0008), shortness of breath (77.3% vs. 69.1%, p = 0.033), chest crackles or wheeze (62.2% vs. 50.9%, p = 0.008), and bone pain (47.9% vs. 34.0%, p = 0.0008). Lymphadenopathy was the only symptom/sign significantly more frequent in late stage than early stage (27.3% vs. 11.8%, p = 0.0000). Lymphadenopathy was the only clinical feature that was significantly more frequent in patients with SCLC compared to those with NSCLC (21 (33.3%) vs. 110 (20.1%), p = 0.024) (Appendix E).", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Results > Symptoms and Signs Prior to Diagnosis", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The remainder of this analysis is limited to those patients (n = 647) who had one or more symptoms/signs (as defined above) and who were not diagnosed by LDCT screening. As the number of symptoms/signs used to define symptomatic presentation (Timepoint A) increased, the number of patients who fulfilled this criterion decreased, from 647 (with ≥1 symptom/sign, to 570 (≥2), 396 (≥3), 233 (≥4) to 122 (≥5) (Table 2, Figure 2). In addition, as the number of symptoms/signs used to define symptomatic presentation (Timepoint A) increased, the median number of days to diagnosis (i.e., interval from Timepoint A to D) decreased from 570 days (IQR 273, 690) for ≥ 1 symptom/sign to 265 days (IQR 148, 445) for ≥ 5 symptoms/signs.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Results > Impact of Definition of Initial Symptomatic Presentation on Time to Diagnosis", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Among the individuals (n = 647) who had one or more symptoms recorded prior to diagnosis, (Table 3 and Figure 3), the median time interval from initial clinical presentation to chest CT or chest X-ray imaging (interval from Timepoint A to B) was 291 days (IQR 144, 552), and from initial clinical presentation to specialist visit (A to C) was 236 days (IQR 118, 467), suggesting that some patients attended specialists prior to obtaining chest CT or chest X-ray imaging. The median duration between chest CT or chest X-ray imaging and diagnosis (Timepoints B to D) was 43 days (IQR 11, 240) and from specialist visit to diagnosis (C to D) 72 days (IQR 13, 456). Finally, the time interval from diagnosis to treatment initiation (D to E) was 12 days (IQR 0, 36).   presents data only on the cohort who had one or more symptoms, and who were not diagnosed by LDCT screening. † Chest Imaging includes chest X-ray, Chest computerized tomography (CT) scan, or both. ** Date of treatment initiation missing for 109 who had no treatment given, 7 had active surveillance (watchful waiting), and 6 had treatment indicated but a start date could not be identified.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Results > Duration of Illness and Length of Key Time Intervals Prior to Diagnosis", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "As a first step in defining metrics that could be used to develop a CQM that would measure the timeliness of cancer diagnosis, we describe key time intervals from initial presentation to diagnosis of individuals with lung cancer. Our findings support the need for additional research and quality improvement efforts to improve early detection; the vast majority (94.5%) of patients were diagnosed following clinical presentation rather than by LDCT screening (5.5%), and the majority (54%) were diagnosed at a late stage (stages III or IV). Patients' medical records showed evidence that one or more symptoms/signs associated with lung cancer were present a median of 570 days prior to diagnosis. This time interval was shorter when the presence of multiple symptoms was used to define initial presentation. The key time points of initial chest imaging and visits with specialists were overlapping rather than sequential as expected from previous literature. This implies that a CQM that uses imaging or specialist consultation as discrete timepoints will need to consider the complex nature of US healthcare, where the 'gatekeeper' role of primary care is often not well established and access to and/or co-management with specialists is not uncommon. While we observed longer time intervals (e.g., symptomatic presentation to diagnosis) for patients with early stage vs. late-stage cancer, intervals were overlapping and we could not identify definitive evidence of longer pre-diagnosis phases in individuals with later stage cancer. We might be able to determine the value of a CQM in this area if we were to do an intervention to alter these patterns and that intervention was successful. However, until there is clear evidence for an association between pre-diagnosis phase, stage of cancer and lung cancer outcomes, implementing a CQM with the sole intention of promoting a shift to earlier stage at diagnosis may be premature.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Discussion > Summary", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The duration from symptom onset to diagnosis we identified is longer than most previous studies. The median interval reported by a study of Medicare claims data was 187 days (IQR 36-308), although this was limited to claims data and a period of 12 months before diagnosis (compared to our look-back period of 2 years) [9]. Several European studies using data from primary care describe time intervals from first documentation of coded symptoms to diagnosis of up to six months [8,32,33]. The intervals we identified exceed World Health Organization targets (90 days) and Canadian guidelines (4 weeks) from symptom onset to treatment and diagnosis of lung cancer, respectively [12][13][14]. In part, this pattern could derive from our setting: the UW is a major tertiary care center and transitions within the setting may reflect this structure.\nThe lack of association that we observed between time to diagnosis and stage is echoed in a recent study of 10,824 patients with NSCLC which found an inverse relationship between time to diagnosis and overall survival, even after adjusting for multiple potential confounders [34].\nNLP identified a richer set of symptoms/signs from free text clinical fields compared to coded data [17]. This may explain why we identified earlier documentation of symptoms/signs potentially associated lung cancer than previous studies that did not use NLP methods. Interviews with patients who have recalled their early clinical presentations of lung cancer have highlighted a period of months or years prior to diagnosis, where individuals describe bodily changes, which may initially be dismissed or not attributed to cancer by patients or health care providers due to lack of awareness or fear of illness [35][36][37][38][39]. This important finding suggests unrealized value in considering CQMs here.\nThe time intervals we identified from initial chest imaging and/or consultation with specialists to diagnosis (43 and 71 days, respectively) are longer than those noted in some previous studies from the US. A recent study that used SEER-Medicare data for patients with NSCLC identified a median of 20 days between radiographic suspicion and diagnosis [34]. Another study described median intervals from abnormal chest imaging to treatment of 36.5 days, and specialist consultation to treatment of 27 days [40]. However, a small study of 129 Veterans noted a far longer median time from first chest imaging suspicious of cancer to treatment of approximately 3 months [41]. The short time interval we identified from diagnosis to treatment initiation (median of 7 days) is at the lower end of a range of previous reports of this time interval including a range of 6-45 days [42] and 22 days [43], and from specialist appointment to surgical intervention of 59 days [44]. The short duration we observed may be skewed by patients diagnosed at the time of surgery, rather than a measure of health system performance overall.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Discussion > Comparison to Current Literature", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "This is the first study in the US which has defined key diagnostic time intervals using EHR data and applied NLP to extract symptoms/signs that could be related to lung cancer prior to diagnosis. The cohort is representative of individuals who receive care in ambulatory settings in Washington State. We used a broad definition of ambulatory care, which included primary care and emergency medicine, reflecting US healthcare where some patients lack primary care providers. Our cohort is similar in terms of age, stage at diagnosis, and cancer type to studies from primary care settings in other countries [45]. In addition, the rates of lung cancer detected with LDCT screening we observed are consistent with contemporaneous data of screening rates of 3.9% among eligible adults [46]. Using NLP to extract details of symptoms and clinical features provided more detailed descriptions of clinical presentations than would have been possible using either coded or claims data alone as used in previous research [17]. Linkage to SEER cancer registry that has been used in multiple previous studies and provided diagnosis dates, staging, as well as key variables at time of diagnosis [9,47,48].\nWe acknowledge several limitations. First, the definition of our cohort in terms of ambulatory care relationship and requirement for chest CT may have biased selection of individuals with lung cancer, although the characteristics of our cohort are similar to those from previous studies. We are also aware that imaging tests in addition to chest CT are used in the diagnostic and staging workup of individuals with suspected lung cancer. While the demographics of our cohort is reflective of the population in Washington state, our cohort has fewer patients who identify as African American or those from rural areas than other regions in the US, therefore our findings may not be representative nationally or among patients not attending academic health science centers. This is important as there is evidence of disparities in cancer diagnosis among rural and other underserved communities in the US [49]. In addition, our study is based on a cohort from a single site, which further limits its generalizability. Second, while we attempted to extract all available EHR records on the cohort, patients may have entered or exited the UWM system during the study period due to changing health insurance and/or residence, and thus we may not have accessed the entirety of their health records [50]. Missing data due to care received at non-UWM sites could have altered the time intervals. However, we took special care to exclude patients as non-informative who may not have received their pre-diagnosis care at UWM. Furthermore, NLP extraction is limited by performance of the annotation tool used and what the provider documents, which could vary widely from provider to provider. Third, our definition of onset of clinical presentation based on the documentation of a certain number of symptoms/signs associated with lung cancer may be too non-specific and merely reflect other concomitant illness, however these clinical features are consistent with multiple other studies that have examined clinical presentation of lung cancer in ambulatory care [6,17,51].", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Discussion > Strengths and Limitations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Most ambulatory care providers receive little feedback on their diagnostic performance for serious (but rare) conditions such as cancer; a CQM could help to inform practitioner and clinic-wide efforts to improve practice. Our study demonstrates that key clinical features are recorded by clinicians in the EHR for a considerable period prior to diagnosis among patients who are later diagnosed with lung cancer. Tools could be implemented in EHR data to flag clinical signs that raise the probability of lung cancer, potentially using sophisticated models, although this would need to be balanced with the risks of unnecessary investigations and referrals. The time intervals we describe, if validated by other research, could inform upper limits of intervals for several steps in the pre-diagnosis period as part of a CQM. Interventional studies will be needed to determine the impacts of such measures on time to diagnosis, stage, overall survival as well as unintended negative impacts on healthcare utilization. However, we found few differences in symptoms/signs with stage at diagnosis; other studies suggest the symptom burden is indeed higher in patients with more advanced stage but that there may not be an association between longer diagnostic interval and later stage disease [52,53].", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Discussion > Study Implications", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "It is surprising that the US has no widely accepted CQM for the diagnosis of lung cancer, despite the burden this disease causes to patients and the healthcare system. Our findings suggest that many patients have a long symptomatic period, prior to diagnostic testing and specialty visits, suggesting potential for interventions to improve timeliness of diagnosis, and potential for improving outcomes. Efforts are needed to develop and test interventions that can be applied in ambulatory care settings to improve the detection of individuals with lung cancer.", "last_edit_date": "2022-11-23", "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9740627", "section_title": "Readings > How Timely Is Diagnosis of Lung Cancer? Cohort Study of Individuals with Lung Cancer Presenting in Ambulatory Care in the United States (Suchsland et al) > Conclusions", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Background: Patients with limited English proficiency, a vulnerable patient population, remain understudied in the literature addressing cancer disparities. Although it is well documented that language discordance between patients and physicians negatively impacts the quality of patient care, little is known about how patients' preferred spoken language impacts their access to cancer care. Patients and Methods: Between November 2021 and June 2022, we conducted an audit study of 144 hospitals located across 12 demographically diverse states. Using a standardized script, trained investigators assigned to the roles of English-speaking, Spanish-speaking, and Mandarin-speaking patients called the hospital general information telephone line seeking to access care for 3 cancer types that disproportionately impact Hispanic and Asian populations (colon, lung, and thyroid cancer). Primary outcome was whether the simulated patient caller was provided with the next steps to access cancer care, defined as clinic number or clinic transfer. We used chi-square tests and logistic regression analysis to test for associations between the primary outcome and language type, region type, hospital teaching status, and cancer care requested. We used multivariable logistic regression analysis to determine factors associated with simulated patient callers being provided the next steps. Results: Of the 1,296 calls, 52.9% (n5686) resulted in simulated patient callers being provided next steps to access cancer care. Simulated non-English-speaking (vs English-speaking) patient callers were less likely to be provided with the next steps (Mandarin, 27.5%; Spanish, 37.7%; English, 93.5%; P,.001). Multivariable logistic regression found significant associations of the primary outcome with language spoken (Mandarin: odds ratio [OR], 0.02 [95% CI, 0.01-0.04] and Spanish: OR, 0.04 [95% CI, 0.02-0.06] vs English) and hospital teaching status (nonteaching: OR, 0.43 [95% CI, 0.32-0.56] vs teaching). Conclusions: Linguistic disparities exist in access to cancer care for non-English-speaking patients, emphasizing the need for focused interventions to mitigate systems-level communication barriers.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Abstract", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Despite a decline in cancer incidence and mortality rates in the United States, there continues to be an unequal burden of cancer among racial and ethnic minorities. 1,2 Prior work has demonstrated disparities in access to highvolume physicians, receipt of cancer treatment, and cancerspecific survival. [3][4][5][6][7][8][9][10][11][12] However, although the field of cancer disparities has grown, granular data on cancer care delivery continue to be derived from studies with predominantly English-speaking patients. Patients with limited English proficiency (LEP) remain underrepresented in the literature addressing cancer disparities, even though there are .25 million LEP individuals in the United States, an increase of 80% since 1990. 13,14 Title VI of the Civil Rights Act of 1964 provides legal protection against discrimination on the basis of race, color, and national origin. 15,16 Unfortunately, LEP patients continue to encounter language barriers that significantly impact their ability to fully participate in their medical care as a result of multifaceted challenges in the implementation of national medical interpreting guidelines. [17][18][19][20][21][22][23] Although studies have examined how language discordance affects communication between patients and physicians, [24][25][26][27][28][29][30] less is known about patients' interaction with the healthcare system prior to evaluation by a physician and how factors such as LEP influence patients' access to cancer care. Multidisciplinary cancer disparities research offers promise for increasing equitable access to high-quality cancer care. However, without an understanding of the systems-level barriers to access for LEP patients with cancer-a vulnerable and highly relevant populationour ability to design interventions to promote cancer health equity will be limited. To examine the impact of patients' spoken language on access to cancer care, we conducted an audit study in which trained investigators called the hospital general information telephone line as a patient seeking to access cancer care and spoke in 1 of the 3 most common spoken languages in the United States: English, Spanish, and Mandarin. 31 We hypothesized that linguistic variation exists in patients' access to cancer care, with non-English-speaking patients at greater risk for worse access.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Background", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "To evaluate whether patients' ability to access cancer care differs across settings with different patient populations, we randomly identified 144 hospitals across 12 demographically diverse states. Based on the 2010 US census data, we defined high LEP regions to include states with .2 million LEP individuals, intermediate LEP regions to include states with 500,000 to 2 million LEP individuals, and low LEP regions to include states with ,500,000 total LEP individuals but at least 1,000 Spanish-speaking and 1,000 Mandarinspeaking individuals. We selected 4 states within each region type (high LEP region: California, Florida, New York, Texas; intermediate LEP region: Arizona, Illinois, Massachusetts, New Jersey; low LEP region: Michigan, Missouri, Oregon, Pennsylvania). 13 We subsequently identified the 3 most diverse counties within each state based on the size of the county's LEP population. 13 We obtained a comprehensive list of all hospitals located within the 36 counties of interest from the American Hospital Association Annual Survey Database. Based on information provided by each hospital's public-facing website, we excluded specialty hospitals aside from cancer care facilities (eg, heart institutes, orthopedic care hospitals), rehabilitation and long-term acute care hospitals, behavioral health facilities, hospitals serving restricted populations (eg, children's hospitals, Veterans Affairs, Indian Health Services), and hospitals that had closed. We classified a hospital as a teaching hospital if it was a hospital/health system member of the Association of American Medical Colleges. 32 We randomly subsampled each state's hospital list to ensure that an equal number of hospitals were included from each state, and we oversampled teaching hospitals, which are more likely to see a higher number of LEP patients compared with nonteaching hospitals. 33 The final sample included 144 hospitals, evenly distributed among 12 states (Figure 1).", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Patients and Methods > Sampling Methods", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Iterative pilot versions of the script with standardized responses, which were tested on hospitals not included in the sample, informed the development of the final script and protocol. All calls were made during standard business hours, Monday through Friday between 8:00 AM and 5:00 PM local time of the hospital. During the 8-month study period of November 8, 2021, through June 23, 2022, each hospital was contacted a maximum of 2 times per month. The rationale for contacting the hospital general information line is that it serves as the initial entry point for many individuals seeking to obtain information about hospital clinics and services and is thus a highly relevant site to evaluate cancer care access for patients. Furthermore, we examined access to care for colon and lung cancer, 2 of the 3 most common causes of cancer death for Hispanic and Asian patients, and thyroid cancer, the second most common cancer among Hispanic and Asian women in the United States. 34,35 A total of 6 trained investigators (ie, 2 per language type) were assigned to the roles of English-speaking, Spanish-speaking, and Mandarin-speaking patients seeking to access cancer care. All simulated patient callers were female to reduce potential variation due to patient sex. In their respective assigned languages and following a standardized script, simulated patient callers asked for the telephone number of the clinic that treats \"colon cancer,\" \"lung cancer,\" and \"thyroid cancer\" in 3 separate calls. Although the standardized scripts were in each respective language, all simulated Spanish-and Mandarin-speaking patient callers started the telephone conversation using 2 English words, \"Speak Spanish?\" or \"Speak Chinese?\" respectively, to assist hospital general information personnel and to simulate a more common clinical scenario (Figure 2).", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Patients and Methods > Simulated Patient Call Protocol", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Each simulated patient caller used a pseudonym that they felt signaled the gender, racial, and ethnic identity of their role and that they felt comfortable using on the calls (eg, Laura Johns [English], Ana Gomez [Spanish], Mei Liu [Mandarin]). The script included standardized responses to common questions that they may be asked. If asked for the patient's address, callers provided a standardized house number and street name followed by a zip code located in 1 of the 3 largest cities in the state and no more than a 2-hour drive from the hospital. 36 If asked for the patient's insurance, callers provided 1 of the 2 most common preferred provider organizations for each state as determined from data aggregated from state-specific and national-level sources. 37 If asked for the diagnosing physician's name, callers provided 1 of the 10 most common surnames by race/ethnicity (Dr. Miller [for simulated English-speaking patient], Dr. Lopez [for simulated Spanish-speaking patient], and Dr. Li [for simulated Mandarin-speaking patient]). 38,39 For questions that the simulated patient callers were unable to answer, standardized \"work-arounds\" were developed (eg, if asked for specific insurance information, callers stated that they did not have their insurance card with them during the call). All calls were kept as short as possible. A telephone number provided by the Google Voice VoIP service allowed callers to provide a telephone number and to receive returned calls. All call information was entered in a REDCap online database upon completion of each call. The University of Michigan Institutional Review Board deemed this study not regulated because it did not collect identifiable private information about individual members, employees, or staff of the organization that is the subject of this research.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Patients and Methods > Simulated Patient Call Protocol", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The primary outcome was whether the simulated patient caller was provided with the next steps to access cancer care (yes/no). We defined the next steps to access cancer care to include the scenario in which the simulated patient caller was (1) provided with a telephone number for the presumed clinic that provides the requested care, or (2) transferred to a clinic/department that was presumed to provide the requested care. As part of the data collection protocol, we recorded the duration of each call. We generated descriptive statistics for all variables. ANOVA was performed to compare the mean duration of the telephone calls by language type. We used chisquare tests and logistic regression analysis to test for univariate associations between the primary outcome and the following variables: language type (English, Spanish, Mandarin), region type (high, intermediate, low LEP region), hospital teaching status (teaching, nonteaching), and cancer care requested (colon, lung, thyroid ). Clinically relevant variables were entered into the multivariable logistic regression analysis to determine factors independently associated with the primary outcome (simulated patient callers provided the next steps to access cancer care). Furthermore, we performed stratified analyses by region type and hospital teaching status. We report odds ratios (ORs) and corresponding 95% confidence intervals based on the logistic regression models, with P,.05 considered statistically significant. All statistical analyses were performed using R, version 4.2.1 (R Foundation for Statistical Computing).", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Patients and Methods > Outcome Measures and Statistical Analyses", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "A total of 1,296 calls were completed, evenly distributed among the 3 language types (n5432 for each of English, Spanish, and Mandarin), region types (n5432 for each of high, intermediate, and low LEP region), and cancer care requested (n5432 for each of colon, lung, and thyroid cancer). Of the 1,296 calls, 61.1% (n5792) of calls were made to nonteaching hospitals. A total of 52.9% (n5686) of calls resulted in simulated patient callers being provided with the next steps to access cancer care.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Results", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Figure 3 shows the percentage of simulated patient callers who were provided with the next steps to access cancer care by language of caller. Among the 686 total calls in which simulated patient callers were provided with the next steps to access cancer care, the mean [SD] duration of the telephone call was greater for non-English-speaking callers (English, 2.25 [2.07] minutes; Spanish, 5.42 [4.28] minutes; Mandarin, 7.45 [4.51] minutes; P,.001). Figure 4 summarizes the simulated patient callers' experience of calling the hospital general information line seeking to access cancer care, with a focus on the barriers that prevented callers from being provided with the next steps to access cancer care. Simulated English-speaking patient callers were provided with the next steps to access cancer care in 93.5% (n5404) of calls, told \"no\" or hung up on in 1.6% (n57) of calls, disconnected inadvertently in 2.3% (n510) of calls, told that the requested information could not be provided in 2.5% (n511) of calls, and on hold for .30 minutes in none of the calls. Simulated Spanish-speaking patient callers were provided with the next steps to access cancer care in 37.7% (n5163) of calls, were told \"no\" or hung up on in 29.6% (n5128) of calls, were disconnected inadvertently or because the automated message required input but did not provide instructions in Spanish in 15.3% (n566) of calls, encountered barriers at the level of interpreter services in 11.1% (n548) of calls, were told that the requested information could not be provided in 5.3% (n523) of calls, and were on hold for .30 minutes in 0.9% (n54) of calls. Simulated Mandarin-speaking patient callers were provided with the next steps to access cancer care in 27.5% (n5119) of calls, were told \"no\" or hung up on in 41.4% (n5179) of calls, were disconnected inadvertently  The hospital telephone number was obtained from the American Hospital Association database and cross-referenced with the telephone number on the hospital's publicfacing website. b The simulated patient callers ended the call if they were on hold for .30 minutes at any point during the telephone call. c If the call was forwarded to an automated voice message, the simulated patient callers did not enter input unless there were language-concordant instructions. If the automated voice message repeated on loop for .5 minutes without being transferred to a live person, the simulated patient callers ended the call. d", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Results > Outcome of Calls to Hospital General Information Telephone Line", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The simulated patient callers ended the call if they were told \"No\" by the hospital general information personnel 3 times. e In 3 separate calls, with each hospital contacted no more than a total of 2 times per month, simulated patient callers asked for the telephone number of the clinic that treats \"colon cancer,\" \"lung cancer,\" and \"thyroid cancer.\" f The simulated Spanish-speaking and Mandarin-speaking patient callers spoke the same script in their respective languages. g We defined the next steps to access cancer care to include the scenario in which the simulated patient caller was provided with a telephone number for presumed clinic that provides the requested care or transferred to a clinic/department that was presumed to provide the requested care. or because the automated message required input but did not provide instructions in Mandarin in 12.7% (n555) of calls, encountered barriers at the level of interpreter services in 15.3% (n566) of calls, were told that the requested information could not be provided in 0.9% (n54) of calls, and were on hold for .30 minutes in 2.1% (n59) of calls.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Results > Outcome of Calls to Hospital General Information Telephone Line", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Table 1 displays the provision of the next steps to access cancer care based on language spoken, region type, hospital teaching status, and cancer care requested. Univariate chi-square analyses showed that the simulated patient caller was less likely to be provided with the next steps to access cancer care if they were non-Englishspeaking (P,.001) and if they were contacting a nonteaching hospital (P,.001). Sensitivity analysis excluding calls that ended prior to the simulated patient caller obtaining language-concordant information (new total analytic cohort of 778 calls) similarly found that simulated patient callers were less likely to be provided with the next steps to access cancer care if they were non-Englishspeaking (Spanish, 76.2% and Mandarin, 90.2% vs English, 93.5%; P,.001) and if they were contacting a nonteaching hospital (nonteaching, 85.3% vs teaching, 92.0%; P5.01) (supplemental eTable 1, available with this article at JNCCN.org). Multivariable logistic regression found significant associations of the primary outcome (simulated patient callers provided the next steps to access cancer care) with language type and hospital teaching status (Table 2). Simulated non-English-speaking patient callers had lower odds of being provided with the next steps to access cancer care (Spanish: OR, 0.04 [95% CI, 0.02-0.06]; Mandarin: OR, 0.02 [95% CI, 0.01-0.04]) compared with English-speaking patient callers. Calls to nonteaching hospitals also had lower odds of providing simulated patient callers with the next steps to access cancer care (OR, 0.43 [95% CI, 0.32-0.56]). Sensitivity analysis excluding calls that ended prior to the simulated patient caller obtaining language-concordant information yielded similar results, with simulated Spanishspeaking patient callers and calls to nonteaching hospitals having lower odds of being provided with the next steps to access cancer care (OR, 0.21 [95% CI, 0.12-0.34] vs Englishspeaking callers; and OR, 0.41 [95% CI, 0.25-0.67] vs calls to teaching hospitals). However, speaking Mandarin was no longer found to be associated with lower odds of being provided with the next steps to access cancer care (OR, 0.58 [95% CI, 0.29-1.20]) (supplemental eTable 2). Stratified analysis showed significant associations between language type and the outcome within each stratum of region type (Table 3). Notably, the impact of language on outcome was most pronounced in the low LEP regions (Spanish: OR, 0.008 [95% CI, 0.002-0.02]; Mandarin: OR, 0.008 [95% CI, 0.002-0.02] vs English). The effect of language was similar within hospital teaching status strata.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Results > Factors Associated With the Next Steps to Access Cancer Care Provided", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Our study provides actionable insights into existing linguistic disparities in cancer care access due to systemslevel barriers present prior to evaluation by a physician. In our study, simulated Mandarin-speaking and Spanishspeaking patient callers were provided with the next steps to access cancer care in only 27.5% and 37.7% of the calls, respectively, significantly less than the 93.5% of calls in which English-speaking patient callers were provided with the next steps to access cancer care (P,.001). For the 686 calls in which the next steps to access cancer care were provided, the mean duration of the telephone call was greater for the simulated non-English-speaking patient callers. Our findings are consistent with, but more alarming than, results from a 2005 audit study conducted by the New York City Comptroller's Office in which simulated Spanish-speaking patient callers contacted the hospital general information telephone line and, speaking only in Spanish, requested the telephone number for one of the hospital's clinics (ie, outpatient medical clinic, obstetrics/ gynecology clinic). 40 Of the 51 New York City hospitals contacted, the simulated Spanish-speaking patient caller was provided with a telephone number in 62.7% (n532) of calls. 40 The difference in study outcomes may, in part, be due to our study including both simulated Spanishspeaking and Mandarin-speaking patient callers, including more geographically diverse hospitals, and focusing specifically on cancer care.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The lower likelihood of simulated patient callers being provided with the next steps to access cancer care when calling nonteaching hospitals likely reflects differential access to language-based resources. In a national survey of 861 hospitals in the United States, the Health Research and Educational Trust and the National Health Law Program reported that nonteaching hospitals had fewer resources available for providing patients with language services. Specifically, nonteaching hospitals were  less likely than teaching hospitals to report the availability of staff interpreters (66% vs 76%), external interpretation agencies (61% vs 87%), language-based telephonic services (89% vs 99%), and bilingual nonclinical staff (70% vs 90%) (all P,.05). 33 This discrepancy in the availability of resources may in part be due to nonteaching hospitals being less likely to receive reimbursement for language services than teaching hospitals (2% vs 10%; P,.05). 33 In addition, nonteaching hospitals were less likely to use census data (45% vs 58%; P,.05) or to collect information from patients about their primary language (41% vs 66%; P,.05) to assess the language needs of its community. 33 Thus, more work is needed to explore effective and cost-efficient strategies to improve the availability of language-based services in hospitals, especially ones that serve a significant LEP patient population. LEP patients with cancer are an underrepresented and understudied patient population. Thus, studies such as this one are needed to improve our understanding of linguistic barriers to cancer care access. Strengths of our study include the focus on the 3 most common spoken languages in the United States and on 3 cancer types that are highly relevant to the patient populations that speak those languages, 31,34,35 and the inclusion of hospitals from 12 demographically diverse states. The multiple sensitivity analyses performed were another strength of the study, although the new cohort was smaller and therefore it is possible that some of the subsequent results were no longer statistically significant due to a smaller cohort size.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Some potential limitations should be noted. First, we only assessed responses from the hospital general information telephone line, and as such, the findings do not reflect the type or quality of cancer care a patient may receive once seen and treated at the hospital. However, the audit survey methodology mirrors the patient experience of seeking to access cancer care. Second, our study findings may not be generalizable to all non-English-speaking patients with cancer. It is likely that patients who speak other less commonly spoken non-English languages or who reside in regions with a very small LEP population (ie, LEP population of ,120,000 in the state) face even greater barriers to accessing cancer care than those identified in our study. Third, our study does not capture the complexities of hospital call center workflows, and thus, we are limited in our ability to ascertain the reasons behind the observed outcomes of the telephone calls. Thus, future qualitative work is needed to explore differences in hospital call center workflows and their relationship to cancer care access.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "In the United States, Hispanic and Asian patients experience a disproportionate burden of disease from colon, lung, and thyroid cancer, and both the Hispanic and Asian populations have the highest rate of LEP (35%). 41 Although communication with patients who speak a non-English language in the healthcare setting is understandably more challenging and often requires more time, 42,43 40% of calls ended prior to the simulated patient caller being connected with a language-concordant staff or provided with language-concordant information. Our study highlights the important yet understudied systems-level barriers that contributes to disparities in access to cancer care. Thus, although interventions focused on improving communication between physicians and LEP patients in the postdiagnosis stages are necessary, it is not adequate to fully address cancer disparities. Because disparities in cancer care for LEP patients start prior to the physician-patient visit, there is a critical need for interventions focused on improving access to cancer care for these patients. To address barriers at the level of the hospital general information telephone line and interpreter services, hospital general information telephone lines that default to an automatic message should connect callers to a live person when no input is entered, instead of disconnecting; hospitals that serve a significant LEP patient population should have automatic messages that provide instructions in non-English languages; and workflows can be revised so that hospital general information personnel do not hang up on callers prior to determining the reason for the call, and remain on the phone when connecting callers to a language interpreter, especially when an external language services agency is used. Implementation of these interventions would have potentially addressed a large proportion of calls in which simulated patient callers were not provided the next steps to access cancer care in our study.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Our study findings identified significant systems-level barriers that non-English-speaking patients may encounter when attempting to access cancer care, well before they see a physician for treatment of their cancer. It is essential that we take a critical look at our healthcare system and engage in efforts to mitigate these communication barriers that disproportionately impact the health of vulnerable patient populations with cancer. All patients with cancer should have access to high-quality medical and surgical care, regardless of English language proficiency.", "last_edit_date": "2023-09-01", "url": "https://jnccn.org/view/journals/jnccn/21/9/article-p951.xml", "section_title": "Readings > Hidden Disparities: How Language Influences Patients’ Access to Cancer Care (Chen et al) > Conclusions", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Background: Lung cancer is typically diagnosed at a late stage. Early presentation and detection of lung cancer symptoms is critical to improving survival but can be clinically complicated and as yet a robust screening method for diagnosis is not available in routine practice. Accordingly, the barriers to help-seeking behaviour and diagnosis need to be considered. This review aimed to document the barriers to early presentation and diagnosis of lung cancer, based on patient and carer perspectives. Methods: A systematic review of databases was performed for original, English language articles discussing qualitative research on patient perceived barriers to early presentation and diagnosis of lung cancer. Three major databases were searched: Scopus, PubMed and EBSCOhost. References cited in the selected studies were searched for further relevant articles. Results: Fourteen studies met inclusion criteria for review. Barriers were grouped into three categories: healthcare provider and system factors, patient factors and disease factors. Conclusions: Studies showed that the most frequently reported barriers to early presentation and diagnosis of lung cancer reported by patients and carers related to poor relationships between GPs and patients, a lack of access to services and care for patients, and a lack of awareness of lung cancer symptoms and treatment. Addressing these barriers offers opportunities by which rates of early diagnosis of lung cancer may be improved.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Abstract", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Lung cancer is one of the most common causes of death from cancer worldwide [1]. It has been estimated that nearly one in five deaths globally are due to lung cancer, with 1.59 million deaths reported in 2012 (19.4% of the total). Overall survival rates for lung cancer are poor, with five year survival rates being 10-20% post diagnosis in most countries including New Zealand, Canada, Australia and Sweden [2][3][4]. A key reason for poor outcomes in lung cancer survival is the fact that it is typically diagnosed at a late stage when the patient has presented with symptoms. Population based screening for early stage lung cancer using LDCT (low dose computerised tomography) has been shown to be effective in identifying cases at an earlier stage and in reducing lung cancer mortality [5]. However, there is a high cost and a high false positive rate in using LDCT as a screening test [6]. Consequently uptake has been very slow and further research is ongoing in assessing whether there are particular high risk populations where screening for lung cancer can be justified. An alternate strategy is to focus on the reason for late diagnosis. These can be due to patient factors, system factors and tumour factors [7]. Lung cancer symptoms can be different from person to person, and while most people show at least some early symptoms, some show none [8,9]. Moreover, symptoms particular to lung cancer may be subtle and not directly related to the lungs and chest (e.g. tiredness and weight loss are sometimes the presenting symptom) [8,9]. Consequently, symptoms are often misinterpreted or misattributed by both patients and General Practitioners (GPs). Misinterpretation can be exacerbated by the existence of co-morbidities, which can result in delayed diagnosis or referral [10][11][12][13][14]. Cross-cultural variations across nine countries have shown differences in the delay in reporting symptoms, ranging from 7 days to 6 months [15]. Early recognition of lung cancer symptoms combined with early medical help-seeking behaviour can have the potential to increase survival and decrease mortality from lung cancer [11,[16][17][18]. However, the proportion of patients who are identified with early stage cancer and receive curative surgery is low, with studies showing a prevalence of between 15 and 20% [19][20][21][22].", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Background", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "In saying this, recent research also points out that, although shortening of diagnostic intervals can result in clinical benefits for some patient groups (e.g. in terms of diagnosis and post-diagnosis cancer management in primary care), for others, it may not necessarily translate to improved outcomes. This can be due to various broader reasons including the symptom signature of lung cancer [9] or the patients' perception of their experience within the healthcare system [23]. Overall, to maximise patient survival from lung cancer, early detection remains an imperative factor, alongside prompt referral. It is therefore necessary to increase the proportion of patients diagnosed with early stage disease. However, numerous studies indicate that there are significant barriers towards help-seeking behaviour and diagnosis. The objective of this systematic review was to explore and document the barriers to early presentation and diagnosis of lung cancer, identified by patients and carers (including those specific to indigenous and ethnic minority groups).", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Background", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Three major databases, Scopus (1960-2017), PubMed  and EBSCOhost (1888-2017), were searched from 23rd November to 8th December 2017, for papers published in English prior to December, 2017. Text words or keywords used in the search were \"lung cancer\" and \"barrier\", \"obstacle\", \"difficult* (difficulty)\", \"problem\", or \"diagnos* (diagnosis/diagnostic)\" combined with (i.e., AND) \"general practi* (general practice/ practitioner)\", \"primary care\", or \"family practice\". Inclusion criteria for the extraction of articles from the databases were original, qualitative studies, published in peer reviewed journals, and a focus on patient and family or carer perceptions of barriers to early presentation and diagnosis of lung cancer. Accordingly, our exclusion criteria were literature reviews, quantitative analyses, studies focusing solely on prevention (e.g. screening) and a focus only on GP or health care provider perceptions of barriers to lung cancer diagnosis. It should be noted here, that our focus on only qualitative analyses was to identify key themes relating to patient perceived barriers to lung cancer diagnosis. By including quantitative studies in our review, we would have risked being in danger of leaving out important themes voiced by patients themselves, as barriers identified based on quantitative surveys or questionnaires tend to be predetermined. Furthermore, our search did not extend to non-English language studies or grey literature. References cited in the selected studies and any literature reviews with broadly similar search criteria were searched for further relevant articles. Figure 1 shows a flow chart of the process of selecting and including relevant studies for this review according to the PRISMA guidelines [24]. The inclusion of articles published only in peer reviewed journals was our first method of assessing the quality each study reviewed. The quality of each study was also assessed using the CASP checklist for qualitative research [25]. All studies yielded generally strong scores in the domains of validity, results and local relevance or value.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Methods > Search strategy and selection criteria", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Walter et al's [7] model for examining pathways to cancer diagnosis was used as a guide for identifying and grouping barriers to diagnosis in the studies selected. We particularly focused on the \"contributing factors\" section of the model, which indicates that healthcare provider and system factors, patient factors and disease factors contribute to delays in cancer diagnosis and initiation of treatment. It should be noted, however, that while co-morbidities are listed under patient factors in Walter et al's [7] model, we included them as disease factors in our review due to the nature of symptom presentation particular to lung cancer, as discussed previously.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Methods > Categorisation of perceived barriers", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The selected articles were reviewed and the following data were extracted and compiled into a table: general information about the article (authors' names, year of publication, and methodology); study location; participant information (participant group, ethnicity, and number of participants); and a brief description of the findings, specifically the barriers to early presentation and diagnosis of lung cancer relating to health care system, patient and disease factors. A number of studies that had multiple participant groups (i.e. patients, family members, GPs and other service providers), explored multiple types of cancer (i.e. lung, prostate, breast and colorectal), used mixed methods (both qualitative and quantitative), and had a primary focus that went beyond identifying barriers to early presentation and diagnosis (e.g. developing an intervention) were included, but noted accordingly.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Methods > Data extraction", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "We identified 908 publications through our database search, and an additional 20 from a manual reference list search. By screening article titles, 870 were deemed to be duplicates or irrelevant based on topic. The abstracts of the remaining 58 articles were screened, from which 21 were excluded as they examined other cancers, not including lung cancer. Full articles were assessed on the remaining 37 potential publications. Of these, 23 were excluded as they focused on lung cancer screening, they did not examine patient and carer perspectives of barriers to diagnosis and/or they were literature reviews or quantitative analyses. The remaining 14 articles were included in our review. The characteristics and results of the studies are summarised in Table 1. Six studies were undertaken in the United Kingdom [10][11][12][26][27][28], six in Australia [29][30][31][32][33][34], one in the United States [35], and one in New Zealand [36]. The ethnicities of the populations studied were European (New Zealand European, \"White British\", \"White\"), Māori, Aboriginal and Torres Strait Island peoples, \"Black/Black British\", \"Asian/British Asian\", Chinese, \"mixed\" and other. Seven studies reported that they recruited participants from hospitals, four from community or other support groups, three from General Practices and one from a cancer register.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Results", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Five studies included multiple participant groups including patients, family and/or community members, GPs and other service providers [26,29,31,32,34]. However, as the purpose of this review was to identify barriers to early presentation and diagnosis of lung cancer specifically by patients and families or carers, only the statements made by these participants were included in our analysis. Two studies focused on multiple types of cancer including lung cancer [27,30] only statements by participants with a lung cancer diagnosis were included in this analysis. One study had a primary focus on the development of an intervention to reduce time to presentation with symptoms of lung cancer alongside barriers to early presentation and diagnosis [26] -the present review considered only the barriers, rather than the intervention discussed in this article. One study included patients with symptoms suggestive of lung cancer, including patients who had not yet received a lung cancer diagnosis and patients post lung cancer diagnosis [10] this review considered only the barriers specific to patients post lung cancer diagnosis. Two studies used mixed methods (both qualitative and quantitative) for data collection [28, 30] – only qualitative data from these studies were considered for the present review. Healthcare provider and system factors as barriers to early presentation and diagnosis were identified in 13 ar- ticles, patient factors in 12 and disease factors in five. The age and gender of participants were reported by most articles. When reported, age was provided either as an age range or mean age. Accordingly, participant age ranged from 39 to 86 years, with mean age ranging from 60 to 79 years. A good gender mix was also included in the studies reviewed. Our findings were grouped into three categories: healthcare provider and system factors, patient factors and disease factors that serve as barriers to early presentation and diagnosis of lung cancer. These categories were based on the \"contributing factors\" section of Walter et al's [7] model, as discussed previously. The following sub-sections present our results for each category.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Results", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Healthcare provider and system factors included issues relating to delivery and healthcare policy, and barriers to access. Primarily, the quality of the relationship between GPs and patients was a recurring theme reported in many of the articles. For instance, a lack of an established relationship between patient and GP affected the quality of care provided to the patient. The quality of communication between the patient and GP resulted in a lack of established trust between patient and GP, a lengthy period of time before GPs took the patient's concerns seriously and inadequate information provided to patients [29,[33][34][35][36]. Such barriers were also exacerbated by a lack of GP continuity [35,36]. Specific barriers identified were, GPs' 'nihilism' towards lung cancer [36], and inability to understand or relate to tobacco addiction [33]. A New Zealand study also reported that a lack of openness to other (indigenous/ ethnic minority) worldviews was a barrier to diagnosis of lung cancer [36]. Broader system factors were also identified as barriers (regardless of country level contexts), including difficulty making or accessing appointments, discontinuity of care (relating to GPs, specialists and/or other healthcare providers), long waiting times, patients getting delayed in the system or difficulty faced by GP to get referrals for specialists [26,28,[34][35][36]. Patients additionally observed that limited access to health care (provider and services) was a barrier to diagnosis and care [10,30,34,36]. Patients and carers also stated that GPs had inadequate knowledge of lung cancer symptoms and treatment options available. A number of studies indicated that GPs lacked knowledge about interpreting symptoms and accessing appropriate treatment pathways [12,36]. According to Black et al. [27], patients indicated that their health care professional's appraisal led to an inaccurate re-evaluation of self-diagnosed symptoms (e.g. symptoms of lung cancer being diagnosed as asthma). Finally, Scott et al. [31] observed that in Australia, an increased societal awareness of lung cancer as being smoking related and being the 'fault of the individual' , increased stigma related to the condition and smoking, thus serving as a barrier to seeking help. Moreover, according to Tod et al. [11] in the United Kingdom, media messages reinforced the fact that people should not use primary care services unless a problem was extreme.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Results > Healthcare provider and system factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Patient factors included demographic, psychological, social and cultural factors and previous experience. A key patient related barrier recurrent in the literature was normalisation, misattribution, misinterpretation, minimization or low risk perception of symptoms relating to lung cancer [10-12, 29, 30, 33, 35, 36]. For instance, while many patients felt that respiratory symptoms and generalized ill-health were normal for smokers, others felt that protective behaviours such as exercise or diet could offset health risk. Consequently, patients engaged in self-management of symptoms rather than seeking medical advice [10,35,36]. Fatalistic beliefs and fear of death and/or cancer diagnosis were additionally reported as preventing patients from seeking help, often due to patients' lack of awareness of lung cancer treatments [11,31,33,35,36]. Patients also indicated that perceived blame, stigma, guilt and shame related to smoking and diagnosis functioned as barriers [11,28,31,33,36]. Patients were put off visiting healthcare professionals by perceptions that they would be lectured or reprimanded to cease smoking [33]. 'Stoicism' was also reported as a barrier, particularly amongst men, where patients did not wish to complain, instead, putting on a 'brave face' [11,30]. Finally, barriers related to the financial aspects of cancer care, and thus patients' socioeconomic status, such as the high cost of health insurance or treatment and care (e.g. in the United States and Australia), lack of transport to healthcare centre (e.g. in rural Australia) and competing responsibilities (e.g. in the United Kingdom) were identified as barriers to symptom presentation and diagnosis [10,29,32,34,35].", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Results > Patient factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Disease factors included site, size and tumour growth rate as well as symptom presentation. Five articles reported disease factors. All of these studies indicated that symptom presentation, specifically, the wide variation in lung cancer symptoms and therefore a lack of a clear symptom profile or a lack of symptom presentation overall, made both GP diagnosis and patient awareness difficult [11,12,30,36]. For example, Birth et al. (in 2014) [10] reported that the existence of co-morbidities masked many of the symptoms indicative of lung cancer (e.g. pain symptomatic of lung cancer was attributed to a kidney infection based on patient's history of gallstone related pain, cough attributed to patient's existing chronic respiratory symptoms or allergy).", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Results > Disease factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "This systematic literature review provided evidence that the reasons for delays in early presentation and diagnosis of lung cancer are complex and multifaceted. It is also clear that all these factors (i.e. healthcare provider and system, patient and disease) overlap. For instance, a key patient and carer perceived barrier relates to the relationship between patients and GPs. Such relationships are crucial to presentation and diagnosis of lung cancer, as they affect the level of trust between GPs and patients, patient attitudes towards their GP and vice versa, and patient perceived blame, stigma, lecturing and reprimanding by GPs [29,33,35,36]. Thus, barriers relating to the relationship between patients and GPs span both healthcare provider and system factors as well as patient factors. Additionally, this review provided evidence that issues relating to access, spanning both healthcare provider and system factors and patient factors, was another key area that posed barriers to patients' help-seeking behaviour [10,26,28,32,34,36]. A lack of awareness of lung cancer symptoms and treatment was also identified as a significant barrier. Issues relating to a lack of awareness spanned healthcare provider and system factors, patient factors as well as disease factors, and affected patients, GPs and the general public [11,12,27,31,32,36].", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "There is a clear indication in the research of the pressing need to increase lung cancer awareness, and to provide resources and knowledge regarding symptoms and treatment to patients, healthcare providers and the general public. In particular, research by Tod et al. ( 2008) [11], included in this review, indicates that some information campaigns relating to lung cancer were seen to contribute to fatalistic views due to a focus on death rather than treatment and/or survival. Since then, however, various awareness campaigns about the early diagnosis and/or detection of lung cancer have been trialled in New Zealand, Australia [37], Scotland [26] and Doncaster, United Kingdom [38], some of which have resulted in an increase in at-risk patients' intentions to see a GP and request a chest X-ray (e.g. [38]). The programme implemented in Doncaster, additionally involved a brief GP education intervention for primary care practices in high lung cancer risk localities, resulting in an increase in chest X-rays and lung cancer diagnosis [38]. In many countries, clinical guidelines and optimal care pathways specific to lung cancer exist, aimed at increasing GP awareness of the disease (e.g. according to the Ministry of Health, New Zealand [39]). While such initiatives are promising, there is a need for replication, rigorous outcome evaluation [40], and to create a multi-pronged approach to raise lung cancer awareness [36]. The findings of this review, as well as that of quantitative, population level studies identifying patient perceived barriers to lung cancer diagnosis, both indicate that an inability to recognize symptoms and the stigma associated with lung cancer posed significant barriers to early diagnosis [41][42][43][44]. Thus, there is also a need to provide education to patients about the risks and symptoms of lung cancer, to dispel negative (fatalistic and stigmatising) beliefs about the disease and outcomes, and to empower at-risk patients to get checked in primary care [36]. Such an approach needs to also involve a GP training or education element, as an increase in lung cancer awareness needs to occur in patients, the general public as well as GPs and other healthcare professionals.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Delays within the system were also identified as a major barrier to presentation and diagnosis of lung cancer. For instance, delays in getting appointments, in waiting times, in getting referrals, or getting a diagnosis, the distance and access to health care providers, as well as the financial aspects of cancer care (e.g. cost of treatment, patients' socioeconomic status) hindered access to services, and thus timely diagnosis and treatment [10,[28][29][30][34][35][36]. Similar findings were reported by Sood et al's (2009) [45] review of patients' clinical records identifying barriers to diagnosis of lung cancer. Delay, irrespective of reason, can be frustrating for many patients, and when combined with difficulties accessing information and services, could increase distress [46]. It is clear that a more patient-centred and accessible approach to cancer diagnosis and care is needed. Furthermore, many studies in our review did not report the ethnicity, or rather the ethnic variation, of their participants [10-12, 26, 29-31, 33-35]. In particular, Sharf et al. (in 2005) [35] and Tod et al. (in 2008) [11] indicated that the fact that their participant bases comprised primarily 'white' patients, rather than 'black' or minority groups, was a limitation of their research. Considering the poorer outcomes relating particularly to ethnic minority and indigenous populations diagnosed with lung cancer [47][48][49][50][51][52], the findings of this review imply that more qualitative research needs to be conducted and published with a specific focus on ethnic minority and indigenous groups. These findings also hold implications for broader arguments emphasizing the importance of culture, and of acknowledging and respecting diverse worldviews, particularly in cancer care. For example, research from Australia (not included in this review), indicates that a lack of cultural competence by GPs was a significant barrier to early presentation and diagnosis of cancer [53][54][55][56]. Such conclusions are consistent with the statements of Māori participants in Walton et al's [36] New Zealand study, which indicated that a GP's lack of respect for, and openness to other (indigenous/ethnic minority) worldviews posed a significant barrier to help-seeking behaviour.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Accordingly, the New Zealand Medical Council has made cultural competency training a specific core expectancy in ongoing medical education for doctors and specialty training programmes, partly to address such issues with indigenous communities [57]. In saying this, it is important to recognise that a healthcare professional's cultural understanding of, and engagement with a patient should not be reduced to a simple set of technical skills acquired solely through cultural competency training [58]. Accordingly, the findings of this review reiterate the importance of the need for a focus on building relationships between patient and GP. As such, the Australian studies report that many Aboriginal Australians hold differing health beliefs of cancer causation [53][54][55][56]. For instance, this can include a belief that cancer is contagious, or simply the lack of a word for 'cancer' , resulting in the diagnosis and its implications not being understood by many of these groups [55]. Accordingly, these researchers indicate that there needs to be an acknowledgement of such differing worldviews by the broader healthcare system, and that GPs need to also be aware of the significance of traditional healing methods germane to each of these communities [54,56]. While we acknowledge that not all indigenous communities are the same, there is need for health professionals to have knowledge of, and/or experience in, not only medicine, but also the communities they serve, which goes beyond a simple set of skills acquired through cultural competency training. Overall, more attention needs to be paid to identifying and addressing barriers to early presentation and diagnosis of lung cancer among indigenous communities. A number of studies in this review also indicated that patients, or potential participants of their research, died prior to the commencement of interviews as a result of lung cancer (e.g. [12,29,30]). This was listed as a limitation of such studies. The fact that lung cancer patients passed away within the short timeframe of a recruitment process reinforces the importance and urgency of identifying and addressing the barriers to early presentation and diagnosis of lung cancer.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The strengths of this review were that it assessed 14 high quality studies from respected journals, bringing together statements from a total of 240 patients from five countries and diverse populations. A limitation of this review was that it only examined studies published in English. However, the consistency of results identified in these studies provides some reassurance as to their validity. Studies reviewed were also from a limited number of countries. Research from countries that are not considered First World nations may have contributed significantly to our findings. Moreover, we documented only the perceived barriers identified by patients and carers. Patients and carers are the most valid source for identifying barriers to early presentation and diagnosis of lung cancer. However, understanding GP views alongside population level data may be necessary in order to introduce effective interventions.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Discussion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Early presentation and detection of symptoms relating to lung cancer is critical to improving survival. Delays in early presentation and diagnosis of lung cancer might be avoided if various barriers relating to healthcare provider and system factors as well as patient and disease factors are addressed. This paper provides a complete, exhaustive summary of current patient-centred evidence identifying the existent barriers to early diagnosis of lung cancer, by bringing together and reviewing 14 qualitative studies from various countries. According to the findings of our review, a good starting point to addressing patient and carer perceived barriers, is to focus on the three key areas of relationship building between GP and patient, improving patient access to services and care, and increasing awareness of lung cancer symptoms and treatment, particularly among disadvantaged communities.", "last_edit_date": "2019-01-08", "url": "https://pubmed.ncbi.nlm.nih.gov/30621616/", "section_title": "Readings > Patient and carer perceived barriers to early presentation and diagnosis of lung cancer: a systematic review (Cassim et al) > Conclusion", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Professor at Stanford Medicine, shares his first-person perspective on receiving a diagnosis of Stage 4 \"Never Smoker\" lung cancer in May 2024, which has metastasized (spread) to his brain, liver, and bones. The course will feature Dr. Lin's personal experiences along with weekly talks from leading Stanford cancer clinicians and researchers. Topics will include cancer screening, diagnostics, caregiving, policy, therapy, and spiritual care, offering students a unique opportunity to learn about advanced-stage cancer from both patient and physician perspectives in real time. Students from all degree programs are welcome to enroll. Teaching Team: • Instructor: Bryant Lin (bylin@stanford.edu) • TAs: Longsha Liu (lsliu@stanford.edu), Richard Liang (liangr@stanford.edu), Steven Truong (sdtruong@stanford.edu). Course Organization: • Schedule: Autumn 2024 Wednesdays, 12:30 PM -1:20 PM Pacific Time • Location: Varies -Please check schedule below; LK308, Alway M112 or M114, in person. Course Requirements and Passing Criteria: o pass the course, students are required to: 1. Attendance: Attend at least 8 out of the 10 sessions. 1. Attendance: Attend at least 8 out of the 10 sessions. 2. Participation: Demonstrate active engagement and professionalism in weekly class discussions. 3. Pre-Class Preparation: Review any pre-reading materials and come prepared with questions related to the weekly topic. 4. Assignments: (70% completion required for passing) a. Before each session: Submit at least one question related to the weekly topic. b. After each session: Provide a one-paragraph reflection on what was learned from the week's session. c. Final Reflection: Submit a one-page reflection synthesizing your overall experience and learning from the course, focusing on key takeaways, personal impact, and how the course has shaped your views on cancer care.", "last_edit_date": "2024-10-30", "url": "https://canvas.stanford.edu/courses/198463/files?preview=14191550", "section_title": "Readings > MED 275 Syllabus: From Diagnosis to Dialogue: A Doctor's Real-Time Battle with Cancer", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Lung cancer is the most common cause of cancer-related deaths globally. Although smokingrelated lung cancers continue to account for the majority of diagnoses, smoking rates have been decreasing for several decades. Lung cancer in individuals who have never smoked (LCINS) is estimated to be the fifth most common cause of cancer-related deaths worldwide in 2023, preferentially occurring in women and Asian populations. As smoking rates continue to decline, understanding the aetiology and features of this disease, which necessitate unique diagnostic and treatment paradigms, will be imperative. New data have provided important insights into the molecular and genomic characteristics of LCINS, which are distinct from those of smokingassociated lung cancers and directly affect treatment decisions and outcomes. Herein, we review the emerging data regarding the aetiology and features of LCINS, particularly the genetic and environmental underpinnings of this disease as well as their implications for treatment. In", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Abstract", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Lung cancer is the leading cause of cancer-related death worldwide (see GLOBOCAN) and in every ethnic group in the USA 1 . Smoking-related lung cancers account for the majority of lung cancer diagnoses and continue to claim ~100,000 lives in the USA each year 1 ; however, smoking rates have been decreasing for several decades. Although varying widely across the USA, cigarette smoking prevalence among adults reached an all-time low at 11.5% in 2021 (ref. 2), down by more than two-thirds (from ~42%) since the first Surgeon General's Report linking cigarette smoking to lung cancer and heart disease in 1964 (ref. 3) (Fig. 1a) and is projected to fall further to 7.5% overall by 2065 (ref. 4). As smoking prevalence has declined, some reports indicate that the proportion of lung cancers occurring in individuals who have never smoked (LCINS) has increased, particularly among women and in younger age groups 5 . In 2023, >20,000 lung cancer-related deaths in the USA were projected to occur in people who have never smoked 1 , making LCINS the eighth leading cause of cancer-related mortality in the USA; data suggest that LCINS is currently the fifth most common cause of cancer-related deaths worldwide 6 (Fig. 1b). LCINS have histological and epidemiological distinctions from smoking-related lung cancers given that they are almost exclusively adenocarcinomas and most commonly occur in women and individuals of Asian ancestry 7,8 . Moreover, several studies have revealed that LCINS are also genomically and molecularly distinct from smoking-related lung cancers, highly enriched for targetable oncogenic alterations (such as EGFR mutations or ALK rearrangements as well as less common alterations), and thus often require different diagnostic and therapeutic strategies. Over the past decade, new data have emerged regarding the genetic risk of LCINS, conferred by both common and rare germline variants, as well as environmental risk factors and potential interactions between the two. Conceivably, LCINS could eventually become the most common form of lung cancer, necessitating a thorough understanding of its pathogenesis and risk factors. Herein, we review the epidemiological, clinical and genomic features of LCINS, along with data from studies examining both genetic and environmental risk factors, as well as diagnostic and treatment strategies.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Introduction", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "In an effort to mitigate the stigmatization of patients with lung cancer, the International Association for the Study of Lung Cancer released a language guide in 2021 that includes replacing the term 'smoker' with language such as 'person who has smoked', and 'neversmoker' with 'person who has never smoked' 9 . Definitions of smoking status have varied; however, the Centers for Disease Control and Prevention and others have previously used the term 'never-smoker' (or sometimes 'non-smoker') to refer to individuals who have smoked <100 cigarettes in their lifetime, and LCINS is defined as lung cancer arising in such individuals. The previously used terms 'former smoker' or 'ex-smoker' are defined as people who have smoked >100 cigarettes in their lifetime but quit smoking ≥12 months prior to a lung cancer diagnosis. The term 'long-term former smoker' has been used to refer to those who have smoked >100 cigarettes in their lifetime but quit smoking ≥15 years prior to a lung cancer diagnosis, and individuals with 'remote' smoking histories include those who smoked infrequently and/or socially as adolescents and/or young adults but still smoked >100 cigarettes in their lifetime; both of these categories might share certain characteristics with those who have never smoked. A current smoking status refers to individuals who have smoked >100 cigarettes in their lifetime and who still report smoking every day or some days. Nevertheless, data from several studies suggest that smoking history should be quantified as a continuous rather than discrete variable, supported by findings such as the likelihood of a lung adenocarcinoma (LUAD) harbouring an EGFR mutation decreasing as number of pack-years increases 10 . As discussed below, the discovery of tumour mutational signatures corresponding to tobacco smoking might eventually help to delineate what constitutes a clinically significant level of exposure from a genomic perspective.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Definitions", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Approximately two-thirds of LCINS cases occur in women, making women who have not smoked more than twice as likely to develop lung cancer than men who have not smoked 5,11 . The proportion of lung cancers attributable to tobacco smoking varies across countries, at >80% in men and women in the USA and the UK [12][13][14] , and 57.5% in men and 13% in women in China 15 . A never-smoking status is more frequent among female patients in Asia than those in other regions and, interestingly, >55% of female Asian patients and >30% of Hispanic female patients diagnosed with non-small-cell lung cancer (NSCLC) in the USA have never smoked 16 . However, even when compared specifically with non-smoking women in other geographical regions, lung cancer incidence rates have been observed to be higher among women in East Asia 17 , suggesting that genetic and/or environmental factors other than tobacco smoke exposure contribute to the global variation in the prevalence of LCINS. The average age at LCINS diagnosis is similar to that reported for smoking-related lung cancers 5 (median age at diagnosis of 67 years versus 65 years; P = 0.1) 7 , although younger patients with lung cancer are more likely to have never smoked. In a study including 121 patients <40 years of age at diagnosis and with a documented smoking history, 73% had never smoked; 90% of these patients had LUAD, >80% of which harboured a targetable oncogenic alteration 18 . Patients with ALK-rearranged NSCLC, which mostly occurs in individuals who have never smoked, are younger on average at diagnosis (median age at diagnosis 50-52 years) [19][20][21][22] , as are patients with other LUADs harbouring oncogenic fusions, for example, involving RET 23,24 , ROS1 (refs. 22,25-27) or NTRK1-3 (ref. 28).", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Epidemiology", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "In economically developed countries, smoking prevalence has decreased among all age groups (in the USA, most steeply amongst those <30 years old in the USA), reflected in an overall decreasing incidence of lung cancer 1,29 . Lung cancer incidence is decreasing twice as fast in men than in women, and perhaps four times as fast, based on an analysis of United States Cancer Statistics data 30 examining annual percentage change in NSCLC incidence 31,32 over 2001-2019 (J.L. et al., unpublished data), a difference that is only partially explained by differences in smoking trends [33][34][35] . Notably, the incidence of lung cancer is now higher in women than in men in both Hispanic and non-Hispanic white individuals born during or after the mid-1960s whereas, prior to this time, the incidence was higher in men than in women 35 . This pattern is also expected to reverse (that is, lung cancer incidence will become higher in women than in men) in the remaining birth cohorts by 2045 if current smoking trends continue 4 . Trends in NSCLC histology also reflect the decreasing smoking prevalence, with a relative increase in LUAD and decrease in lung squamous cell carcinoma (LSCC) over time 36,37 . Precise national and global trends in LCINS epidemiology are unavailable owing to a lack of individual-level data on smoking status, which historically has not been collected in cancer registries or on death certificates. However, a retrospective study including >10,000 patients from three independent cancer centres revealed that the proportion of LCINS relative to total NSCLC diagnoses increased from 8.0% in 1990-1995 to 14.9% in 2011-2013 (P < 0.001) 5 . This trend was independent of sex, disease stage at diagnosis and ethnicity, and no statistically significant increase in the proportion of LCINS was observed among small-cell lung carcinoma (SCLC) or LSCC diagnoses 5 . However, additional and contemporary data are needed to determine true trends in LCINS epidemiology.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Epidemiology", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "In addition to histological characteristics shared among LCINS, genomic and molecular features have been more recently characterized in LCINS as compared to lung cancers occurring in patients with a history of smoking. The findings underscore the distinct biology of LCINS, with important diagnostic and treatment implications (Table 1).", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "As noted above, LCINS are near-exclusively LUADs 5,16 and largely driven by oncogenic alterations in key pro-survival signalling pathways. Although LUAD accounts for a substantial number of smoking-related lung cancers, both LSCC and SCLC are more strongly associated with smoking and typically arise in the larger, central airways that are more readily accessible to tobacco smoke. An estimated 6-8% of LSCCs and SCLCs occur in patients who have never smoked 16 , and the age-adjusted odds ratios (OR) for LUAD, LSCC and SCLC development in men who currently smoke are 21.9, 103.5 and 111.3, respectively [38][39][40] . An analysis of 11 cases of SCLC diagnosed in individuals with a history of former light smoking or never smoking revealed that most tumours (8 of 11; 73%) were of mixed histology or non-pulmonary origin 41 . Furthermore, driver mutations were detected in EGFR, NRAS, KRAS, BRCA1 and ATM, and one tumour had a TMPRSS2-ERG fusion 41 . These findings suggest that SCLC arising in those who have never smoked constitutes a distinct disease entity, requiring different therapeutic approaches than smokingrelated SCLC. LUADs occurring in the presence or absence of tobacco smoke exposure are largely similar in histological appearance and typically cannot be distinguished based on histological subtype or features when adjusted for pathological stage; differences in adverse prognostic features, such as lymphovascular invasion, visceral pleural invasion and spread of tumour through airways, have not been reported. However, cigarette smoking is strongly associated with the presence of a solid component within the tumour (prevalence of 53% versus 20% in stage I LUADs from individuals who had never smoked; multivariate HR 3.32, 95% CI 1.78-6.19; P < 0.001), and EGFR-mutant LUADs less frequently contain solid components than EGFR-wild-type LUADs (17% versus 51%; P = 0.033) 42 . Most studies have not characterized histology beyond LUAD and LSCC, although one study of 320 stage I LUADs revealed that those in patients with a never-smoking status are more frequently bronchioalveolar carcinoma (85% versus 58% in ever-smoking patients; P < 0.001) and more commonly have papillary components (81% versus 68%; P = 0.01) 42 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Histology", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "No histological differences in precursor lesions between never-smoking and ever-smoking patients have been reported, such that adenocarcinoma in situ in a never-smoking patient is indistinguishable from that occurring within the context of a field effect in a patient who has smoked; however, some evidence indicates that adenocarcinoma in situ and minimally invasive adenocarcinoma in patients with a history of smoking tend to be larger than those in patients who have never smoked 43 . Features including a signet ring cell morphology, cribriform formation and solid or acinar growth patterns have been associated with ALKrearranged LUAD [44][45][46][47][48][49] ; similar features have been identified in LUADs harbouring ROS1 or RET fusions 50 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Histology", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Several studies have examined various radiographical features of molecular subtypes of LUAD and, in general, radiographical differences correlate with the molecular driver and not with smoking status. Fusion-positive LUADs often have striking solid components, corresponding to areas of invasiveness on histology [51][52][53] . In one study, ALK-rearranged LUADs tended to be centrally located, associated with large pleural effusions and lacking a pleural tail 54 . No characteristic imaging findings have been consistently identified in KRASmutant or EGFR-mutant LUADs, and conclusions have been confounded by differences in image acquisition, cancer stage and geographical location (that is, East Asian versus non-Asian cohorts) [55][56][57] . However, characteristic volumetric tumour response dynamics have been observed following treatment with EGFR tyrosine kinase inhibitors (TKIs), consisting of an initial marked decrease in tumour burden followed by a slower decrease until the point of maximal response [58][59][60][61][62] . The magnitude of the initial, and thus the maximal, response is predictive of survival duration in patients receiving EGFR TKIs 58 , and slower rates of tumour regrowth following maximal response are associated with longer overall survival (OS) 63 . Although not clinically useful at this time, radiomic machine learning algorithms using multimodal imaging features might eventually aid in determining the molecular driver present in an individual NSCLC 57,64,65 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Imaging characteristics", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Certain patterns of metastatic spread also correlate with the molecular driver. Among patients with NSCLCs harbouring EGFR mutations or ALK rearrangements, 50-60% present with or eventually develop brain metastases, compared with 16-20% of unselected patients with NSCLC 66-74 . ROS1-rearranged LUADs are associated with roughly half this frequency of brain metastasis (~36%), although estimates vary widely owing to the relative rarity of this disease subtype 22,25,75 . With the advent of osimertinib -a third-generation, brain-penetrant EGFR TKI -the risk of developing brain metastasis while on treatment has been observed to be three times less than with earlier-generation TKIs 76 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Patterns of metastatic disease", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Constitutive activation of a growing number of oncogenes through mutation, rearrangement and/or amplification accounts for 78-92% of LCINS versus 49.5% of smoking-related LUADs 7,40 (Fig. 2). The most common genetic alterations include mutations in EGFR, KRAS, HER2, MET and BRAF, rearrangements involving ALK, ROS1, RET and NTRK1-3, and MET amplification, and prevalences of these alterations vary according to age and genetic ancestry (for example, East Asian versus non-East Asian) 77 as well as according to heterogeneity of the molecular testing assays used. Somatic sequencing studies include those at the whole-exome 7 (Fig. 2a) and whole-genome 78 (Fig. 2b) levels, as well as panel-based next-generation sequencing (NGS) data derived from the AACR Project GENIE cohort, which is the largest collective somatic sequencing study in patients with cancer and comprises clinical data from multiple institutions. A subset of the AACR Project GENIE cohort (Biopharma Collaborative NSCLC cohort 79 , n = 1,846) has been annotated for outcomes and clinicopathological variables, including smoking status, providing insights on the prevalence of oncogenic alterations in LUADs from patients who have never smoked (Fig. 2c). Rare molecular subtypes of lung cancer, most of which are more commonly found in LCINS, have been recently reviewed in this journal. EGFR.-EGFR-mutant LUAD constitutes the largest proportion of LCINS, with rates as high as 60-74% in non-smoking East Asian women with lung cancer 77 . RNA sequencing (RNA-seq) and whole-exome sequencing (WES) data from a large cohort of never-smoking patients with LUAD (n = 160) found EGFR to be mutated in up to 52.5% of participants (versus ~10.4% of smoking-related LUADs) 7 . Canonical mutations in exons 19 and 21 (that is, exon 19 deletions and the L858R point mutation, respectively) account for the vast majority of EGFR alterations in LCINS (>85%), without a preponderance of one alteration relative to the other 7 , although the L858R mutation and exon 19 deletions seem to occur more frequently in older and younger patients, respectively 18,81 . EGFR mutations occur in a small fraction of smoking-related lung cancers, with the likelihood of EGFR mutation decreasing with increasing pack-years 10 . Regardless of pack-years smoked, the likelihood that a lung cancer will harbour an EGFR mutation increases with the number of smoke-free years prior to diagnosis, particularly in those who have stopped smoking for >25 years 10,82 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Oncogenic driver alterations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Uncommon sensitizing and non-sensitizing EGFR mutations might be more likely to occur in smoking-related compared with non-smoking-related lung cancers 83,84 ; however, ~60% of patients with uncommon EGFR exon 20 insertions have never smoked and most are women, in contrast to those with EGFR-wild-type cancers (but similar to those with classical sensitizing EGFR mutations) [84][85][86][87] . In a study of 102 NSCLC samples harbouring uncommon EGFR mutations, 85% of those with exon 18 alterations and 43% of those with exon 20 alterations occurred in patients with a history of smoking 84 . Rarely, oncogenic EGFR fusions occur, most commonly with RAD51 as the fusion partner, and reports of EGFR-RAD51 fusions in LUAD most often involve patients with a history of never or light (<5 pack-year) smoking, who are mostly young (<40 years of age) [88][89][90] . These fusions are targetable with several generations of EGFR TKIs and sustained clinical responses have been reported [88][89][90] . ALK.-Rearrangement of ALK is the second most common oncogenic driver alteration in LCINS and is found in up to 14% of these cancers 91 , although this prevalence varies widely according to study design and population as well as between different age groups 7,78,92 . Overall, ALK rearrangements are found in ~5% of patients with NSCLC, with a roughly equal incidence in Asian and European populations 93 . Most patients with ALK rearrangements (70-80%) have never smoked 19 , and up to 23% of EGFR-wild-type NSCLCs occurring in individuals <50 years of age with a history of never or light smoking harbour ALK rearrangements 94 . Similar to other molecular subtypes of LCINS, ALK-rearranged lung cancers are almost exclusively adenocarcinomas, although very rare cases of ALK-rearranged LSCC have been reported 95,96 . Other oncogenic fusions.-Novel gene fusions have been identified as oncogenic drivers in NSCLC using DNA-based and/or RNA-based NGS 80 . These include a variety of fusions involving ROS1, RET, NTRK1-3, FGFR1, FGFR3 or NRG1 as well as more recently identified CLIP1-LTK fusions 97,98 . ROS1 and RET fusions each occur in approximately 1-4% of all LUADs, with the prevalence of other fusions estimated at <1%; detection sensitivities might be increased when using both DNA-based and RNA-based sequencing panels, particularly for ROS1 and RET fusions 80 . Many of these fusions are enriched in LCINS as well as in younger patients and are targetable with various FDAapproved TKIs 97,99,100 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Oncogenic driver alterations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "KRAS.-KRAS mutations comprise the largest molecularly defined subset of LUAD owing to the large percentage of smoking-related LUADs harbouring mutant KRAS. Activating point mutations in KRAS most commonly occur at codon 12 (G12C, G12D, G12V and G12A) and less commonly at codons 13, 10 or 61. KRAS mutations are found in only 5-15% of lung cancers occurring in white never-smoking patients 7,82,91,101 , with the G12D variant being most common in this context (accounting for ~56% of KRAS mutations) 82 . By contrast, KRAS mutations are present in up to 47% of smoking-related LUADs 7 , in which the G12C variant predominates (accounting for ~41% of these mutations) 82 . Indeed, transversions leading to the KRAS G12C, G12V, G12A and G12R variants are part of a mutational signature associated with tobacco carcinogens 82 . Nevertheless, smoking has the potential to cause transition mutations, albeit at a relatively lower frequency, thus accounting for the limited occurrence of mutations such as KRAS G12D in smoking-related LUADs.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Oncogenic driver alterations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Furthermore, transversion mutations are also associated with non-tobacco exposures (for example, reactive oxygen species 102 and prior chemotherapy 103 ), which might explain the occasional observation of KRAS G12C mutations in LCINS. A study comparing KRAS G12D-mutant versus non-G12D-mutant NSCLC revealed that KRAS G12D -mutant tumours have lower PD-L1 expression, a lower tumour mutational burden (TMB), and lower intratumoural and total numbers of CD8 + PD-1 + T cells. In keeping with these findings, KRAS G12D -mutant disease was associated with a worse objective response rate (ORR; 15.8% versus 28.4%; P = 0.03), progression-free survival (HR 1.51, 95% CI 1.44-2.00; P = 0.003) and OS (HR 1.45, 95% CI 1.05-1.99; P = 0.02) when treated with anti-PD-(L)1 antibody monotherapy 104 . Moreover, stratification of KRAS G12D -mutant tumours by smoking status revealed that PD-L1 expression and TMB were markedly lower in those with a history of light or never smoking (<10 pack-years), and these patients (n = 12) had an ORR of 0% with single-agent PD-(L)1 blockade. MET alterations.-MET alterations are present in a small subset of NSCLCs and consist of mutations resulting in MET exon 14 skipping (METex14; estimated prevalence of 1-4%) 80,105-108 and/or MET amplifications (prevalence of 1-6%, varying based on MET copy number) 109-111 . The percentage of patients with METex14-mutant NSCLC who have never smoked varies across studies (36-64%) 108,112 . One study found that METex14 mutations are significantly more likely to be identified in those who have never smoked compared to KRAS mutations (P < 0.001) but are more likely to be associated with a smoking history than EGFR mutations (P = 0.03) 108 . Patients with METex14-mutant NSCLC tend to be older at diagnosis (median age >70 years) 108,112 , whereas patients with MET amplifications are slightly younger (median age at diagnosis 60-64 years) and less often have a history of never smoking (7-34%) [112][113][114] . MET amplification also occurs as a mechanism of resistance to therapies targeting EGFR and ALK [115][116][117] . A high level of MET amplification (MET-to-CEP7 ratio of ≥5 on fluorescence in situ hybridization (FISH) or a ≥5-10-fold increase in MET copy number detected via NGS) has been used to distinguish tumours that are more likely to be MET-driven, based on the absence of co-occurring oncogenic drivers and response to MET-directed TKIs (highest in tumours with MET copy number ≥10) 112,114,118 ; high-level MET amplification is considered an emerging biomarker in the National Comprehensive Cancer Network (NCCN) Guidelines for NSCLC. Case reports have identified the presence of MET fusions (specifically KIF5B-MET and STARD3NL-MET) in LUADs from patients with a history of never or light smoking, which were targetable with crizotinib (a TKI with activity against MET) [119][120][121] .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Oncogenic driver alterations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "HER2.-Activating mutations in ERBB2 (also known as HER2) occur in 1-3% of NSCLCs and up to 5% of LUADs [122][123][124] , most commonly in patients who have never smoked and in women 124,125 . These mutations are typically small in-frame insertions in exon 20 (residues 770 to 783, most commonly the A775_G776insYVMA insertion or duplication) that result in constitutive HER2 kinase activity. Point mutations in the extracellular domain, transmembrane domain or kinase domain of HER2 have also been identified (for example, G660D, R678Q, E693K and Q709L) 126,127 . Notably, germline HER2 G660D mutations have been identified in patients with familial lung cancer 127 . The relevance of HER2 amplification and/or overexpression in NSCLC is less clear, and efforts to target HER2 in patients with NSCLC have been focused mostly on those harbouring activating HER2 mutations, approximately 54-58% of which occur in patients who have never smoked 128,129 . Unknown drivers.-Large-scale genomic analyses of LCINS show that a small percentage of these tumours have no detectable oncogenic driver alterations (Fig. 2). In one of the largest aggregated studies of LUADs from never-smoking patients 7 , samples deemed oncogene negative by WES had a lower mean tumour cellularity than those in which driver alterations were readily identified. Furthermore, among 13 tumours deemed oncogene negative based on standard-coverage WES, two were found to harbour METex14 mutations after additional deep WES (~400×) 7 . Exploratory WES and/or whole-genome sequencing (WGS) might uncover new variants in known driver oncogenes in regions not covered in current NGS panels, particularly in the case of fusions. Additionally, current variants of uncertain significance might be reclassified as oncogenic drivers (for example, the EGFR exon 18-25 kinase domain duplication 130 and kinase domain A955R 7 variants identified in 2021) in this population with a high pre-test probability of driver alterations. Moreover, ongoing genomic, epigenomic and proteomic analyses of LCINS are likely to elucidate new drivers and/or therapeutic targets.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Features of LCINS > Oncogenic driver alterations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "LCINS generally have a markedly lower TMB (measured as non-synonymous mutations per megabase (mut/Mb)) in coding and non-coding regions compared to smoking-related lung cancers, with early studies suggesting as much as a tenfold difference 131 and a doseresponse relationship between TMB and pack-years 132 (Table 1). Genomic profiling of >15,000 NSCLC samples has also revealed that KRAS and BRAF driver mutations, which are more commonly associated with a history of smoking, are associated with substantially higher TMB when compared to alterations in EGFR, ALK or ROS1 (refs. 133,134). Responses to immune-checkpoint inhibitors (ICIs) in patients with NSCLC correlate with a high TMB as well as with a high number of transversions as part of a smoking-related mutational signature 135 . Indeed, the lack of ICI response associated with LCINS, and with NSCLCs harbouring alterations in EGFR or ALK more generally, is thought to partly reflect their lower TMB.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Tumour mutational burden", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "PD-L1 expression is typically low or absent in LCINS 7,136 as well as in NSCLCs with non-KRAS oncogenic drivers 94,137 . Furthermore, PD-L1 positivity among KRAS-mutant lung cancers is lowest in patients who have never smoked, higher in those who formerly smoked and highest in those who currently smoke, with the intensity of staining positively correlating with pack-years of smoking history 136 . An exception is METex14-altered NSCLC, in which moderate to high levels of PD-L1 expression have been observed, although with a median TMB still substantially lower than that of unselected NSCLCs 138 . ICIs have been associated with low ORRs in patients with METex14-altered NSCLC (17-36% with ICI monotherapy 139 ), and responses do not seem to correlate with PD-L1 expression or TMB 138 . ALK-rearranged and ROS1-rearranged NSCLCs are more frequently PD-L1 positive compared with EGFR-mutant NSCLCs 94,137,[140][141][142] (70.1% and 72.7%, respectively, versus 50.3% in those with classical EGFR mutations) 142 ; however, PD-L1 positivity in these tumours is thought to reflect differential intrinsic oncogene-driven activation of downstream signalling effectors that transcriptionally upregulate PD-L1 expression (such as STAT3 and HIF1α) 143,144 rather than reflecting true T cell-mediated immunogenicity through IFNγ signalling that correlates with a response to ICIs.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > PD-L1 expression", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Analysis of somatic alterations in lung cancers has enabled the identification of genomic mutational signatures that can emerge in tissues directly exposed to tobacco smoke. An analysis of WES or WGS data from 5,243 cancers of various types often associated with smoking demonstrated an increased burden of somatic mutations and several distinct mutational signatures in tumours from patients with a history of tobacco smoking, with total base substitutions nearly fivefold higher in LUADs from such patients compared with LUADs from patients who have never smoked 40 . The smoking-associated single-base substitution signature 4, or simply 'signature 4', consists mainly of C>A transversions with lesser contributions from other base substitutions 40 and is very similar to the mutational signature that results from exposing cells to benzo[a]pyrene 145 , a carcinogen found in tobacco smoke. This signature can also be found in cells derived from the non-malignant bronchial epithelium in individuals without cancer but with a former or current smoking status and is not present in non-malignant and tumour tissues from people who have never smoked 146 . Interestingly, most lung cancers occurring in patients with reported passive exposure to tobacco smoke also do not contain these signatures 7,78 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Genomic mutational signatures", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Two large-scale genomic studies of LCINS were reported in 2021 (refs. 7,78). One study was a WGS analysis of 232 LCINS from patients of mostly European ancestry (97.4% European and 1.7% East Asian by inferred genetic ancestry) and described three different tumour subtypes according to somatic copy number alterations 78 . Approximately 60% of samples had alterations in EGFR, KRAS, ALK, MET, HER2, RET or ROS1. As expected, median TMB was sevenfold less than that of smoking-related lung cancers at 1.1 mut/Mb, and no tobacco smoking signatures were observed, even in cases with reported passive smoking exposure 78 . The second study was the previously discussed WES and RNA-seq analysis of 160 tumour and matched non-malignant tissue samples from never-smoking patients with LUAD, with a substantially higher percentage of East Asian patients (62% European and 25% East Asian by inferred genetic ancestry), and including 40 and 36 samples from The Cancer Genome Atlas (TCGA) and Clinical Proteomic Tumour Analysis Consortium cohorts, respectively 7 . As noted above, 78-92% of these LCINS harboured clinically actionable driver alterations, compared with 49.5% of smoking-related LUADs (P < 0.001). Only 6% of LCINS contained a smoking-related mutational signature potentially indicative of passive exposure to tobacco smoke, and the median TMB ranged from 1.25 to 2.93 mut/Mb across the internal and external (TCGA and Clinical Proteomic Tumour Analysis Consortium) cohorts. The immune landscape of these LUADs was examined using RNA-seq and consensus clustering of immune and stromal cell type markers. On the basis of PD-L1 and immune cell marker expression, three clusters were identified as relatively 'immune cold', 'immune hot' or intermediate tumours, with each cluster having a similar TMB and frequency of EGFR and KRAS mutations -suggesting the potential to identify subsets of LCINS that might be more likely to respond to immunotherapy.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > WES and WGS profiling of LCINS", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Of the 20,000-40,000 LCINS diagnosed in the USA each year, second-hand smoke (SHS) and radon exposure are estimated to account for approximately 3,500 (ref. 13) and 2,900 cases 147 , respectively. In the remainder, few consistent environmental associations can be found, posing the question of underlying genetic predisposition. Overall lung cancer heritability has been estimated at 18% 148 and might be even greater in those who have not smoked. Several large-scale genome-wide association studies (GWAS) have investigated common polymorphisms associated with lung cancer risk, mainly for smoking-associated cancers. Collectively, >50 loci mediating a small to moderate amount of lung cancer risk have been identified 149 . Additionally, data on rare germline pathogenic variants, for example, in DNA damage repair or tumour-suppressor genes, are emerging from somatic mutation profiling studies (WES and/or WGS analyses) that use matched non-malignant tissues for comparison 150 . The implications of germline variants for lung cancer therapy and familial genetic screening are largely unexplored. Indeed, a study testing a panel of 76-88 cancer predisposition genes to evaluate the prevalence of therapeutically actionable germline variants in almost 12,000 patients across >50 different cancer types did not include lung cancer 151 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic Risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Family history of cancer can be used as a simplified surrogate for inherited susceptibility, particularly in the context of LCINS given that family members do not always share a history of tobacco smoking. This surrogacy is especially robust for rare, monogenic variants with large effect sizes, which are more likely to exhibit Mendelian patterns of inheritance within families than common variants with individually small effect sizes. A systematic review published in 2005 found that having a first-degree relative with lung cancer was associated with a twofold increased lung cancer risk; this was even greater when the firstdegree relative was diagnosed at a young age and/or in individuals with multiple affected family members 152 . A subsequent study of epidemiological risk factors in people who had never smoked revealed that a family history of any cancer diagnosed before 50 years of age in a first-degree relative was a significant predictor of increased lung cancer risk (OR 1.87, 95% CI 1.13-3.10) 153 . Other proxies for genetic predisposition to lung cancer might include a lack of lifetime exposure to tobacco smoke and a young age at diagnosis, particularly for LCINS (which predominate lung cancer diagnoses among individuals <40 years of age) 16,18 . Nevertheless, such patients might not have a family history of lung cancer owing to rare pathogenic variants with incomplete penetrance or a polygenic risk architecture that obscures an inheritance pattern.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Insights from GWAS.-GWAS and candidate gene studies conducted over the past decade have identified common genetic variants, typically defined as single-nucleotide polymorphisms (SNPs) with a minor allele frequency of ≥1-5%, that are associated with lung cancer 149 . Common variant heritability is defined as the proportion of heritability that can be explained by common SNPs and has been estimated on an observed scale at 8.3% for lung cancer and 7.1% after removing genomic loci known to be associated with smoking behaviour 154 . Many studies using polygenic risk scores (PRS) to further estimate this attributable risk are under way. The GWAS have been focused mainly on smoking-related lung cancer (particularly a susceptibility locus at 15q25, corresponding to a cluster of nicotinic acetylcholine receptor subunit genes that mediate nicotine metabolism and smoking behaviour) [155][156][157][158] , with several additional studies of LUAD in non-smoking Asian women. Reported susceptibility loci generally have a low to moderate effect size (OR 1-2) and, for many loci, suspected causal genes have been identified. To avoid spurious associations owing to population stratification (that is, systematic differences in allele frequencies between subpopulations), GWAS are often restricted to individuals of a single ethnicity and/or ancestry. For this reason and because the landscape of NSCLC differs considerably between European and East Asian populations 159 , most GWAS of lung cancer have considered these populations separately. A comprehensive review of all GWAS in lung cancer is beyond the scope of this article. Instead, key GWAS that have identified loci contributing to the risk of LCINS are summarized (Table 2).", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "One of the first GWAS to assess the genetic risk of lung cancer in individuals who have never smoked was conducted in Europeans, and the findings published in 2010 identified a single locus at 13q31.3 where variants resulting in lower transcription of GPC5 were associated with increased susceptibility (OR 1.46, 95% CI 1.26-1.70; P = 5.94 × 10 −6 ) 160 . GPC5 encodes glypican 5, a proteoglycan with poorly understood roles in physiology and tumorigenesis. Interestingly, GPC5 expression is reduced in LUAD but not in other histological subtypes of lung cancer compared with the surrounding non-malignant lung tissues 160 . The 5p15.33 locus containing TERT and CLPTM1L has been identified as a lung cancer susceptibility region in both smoking and non-smoking populations, including neversmoking women of East Asian descent [161][162][163] (Table 2). Although specific pathogenetic mechanisms have not been elaborated, this locus is associated with the risk of lung, bladder, prostate and cervical cancers in both European and Asian populations [162][163][164] . Results of a meta-analysis of GWAS performed in two independent cohorts to identify variants associated with OS in never-smoking European individuals with NSCLC were reported in 2013 (ref. 165). Out of the top 25 SNPs (combined P < 1 × 10 −6 ), 6 variants showed a genotype-expression association upon expression quantitative trait loci analysis, none of which were within genes previously found to be associated with overall lung cancer risk in people who have not smoked nor within genes associated with OS in patients with smoking-related lung cancer [166][167][168] . GWAS of LCINS have been more extensive in patients of East Asian ancestry (Table 2), with risk variants at the aforementioned 5p15.33 locus recurrently identified in neversmoking women with LUAD 162,169,170 . Aside from this locus, the loci identified in neversmoking Asian women are generally distinct from those identified in European people with a history of smoking 160,163,171 . A LUAD susceptibility locus at 3q28 corresponding to TP63 was first identified in Japanese and Korean populations (OR 1.31; P = 7.26 × 10 −12 ), with a trend towards higher ORs in women but no clear differences by smoking behaviour 172 , and was later confirmed specifically in never-smoking Asian women 163 . This locus was also subsequently associated with LUAD risk in European populations (OR 1.13; P = 7.22 × 10 −10 ) 173 . A later study imputing data from four prior GWAS of lung cancer in never-smoking Asian women using the 1000 Genomes Project identified three new risk loci with small effect sizes at 6p21.1, 9p21.3 and 12q13.13, which map near FOXP4, CDKN2B and ACVR1B, respectively 174 (Table 2). Subsequent studies in never-smoking Korean populations have identified additional LCINS susceptibility regions on chromosomes 2 and 18 171,175 (Table 2).", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Most recently, a large, two-stage GWAS of LUAD occurring in individuals of East Asian ancestry identified 12 novel susceptibility variants 159 and identified novel alveolar lineagespecific candidate genes, including FADS1 and ELF5, via expression quantitative trait loci colocalization analyses. A multi-ancestry meta-analysis performed as part of the same study revealed four additional novel risk loci shared among East Asian and European individuals (Table 2), although the majority of associations identified in the East Asian cohorts did not extend to the European population. Historically, few studies have identified gene-environment interactions in lung cancer risk 176 . However, a PRS generated from the top 25 independent susceptibility variants that achieved genome-wide significance in the East Asian population stratified individuals in the highest risk quintile from those in the middle quintile (corresponding to average risk in the general population) to a greater extent in the non-smoking versus smoking population (OR 2.07 versus 1.80; P Interaction = 0.0058) 159 . Taken together, the results from GWAS of LCINS are largely non-overlapping and have not converged on a set of robust associations. An analysis by the Transdisciplinary Research In Cancer of the Lung (TRICL) consortium using a custom SNP array restricted to rare variants in known cancer-associated genes identified a large effect association between germline ATM L2307F mutations and LUAD (OR 2.93-8.82 across discovery and replication cohorts) 177 . This effect seemed to be independent of smoking status, although never-smoking women carrying the L2307F variant were approximately four to seven times more likely to develop LUAD than non-carriers. Notably, this variant is much more prevalent in the Ashkenazi Jewish population (~4%) and might constitute a founder mutation. Variant-associated clinicopathological variables reaching high levels of statistical significance included never-smoking status and female sex but also adenocarcinoma histology and the presence of a somatic EGFR mutation 177 . Interestingly, never-smoking patients with lung cancers harbouring somatic EGFR mutations are more likely than those with EGFR-wild-type tumours to have a family history of lung cancer 178,179 . Moreover, a lung cancer genomics and ancestry analysis of admixed Latin American populations demonstrated that the frequency of somatic EGFR mutations varies by ethnicity, suggesting a germline component to EGFR mutation status 180 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Polygenic risk scores.-PRS integrate the risk associated with GWAS-identified, disease-associated common SNPs present in the genome of an individual into weighted averages to produce a 'personalized genetic susceptibility profile' as a single measure of risk. Using data generated from previous GWAS conducted predominantly in people with a history of smoking, researchers developed PRS specific for 16 different cancer types; the investigators then compared the ability of the PRS versus self-reported family history of cancer in first-degree relatives to predict the risk of cancer within 5 years among 413,870 individuals included in the UK Biobank (with 22,755 incident cancer cases) 181 . Interestingly, lung cancer was unique in that family history was a significantly better predictor of risk than PRS, such that individuals with a positive family history and a low PRS had a higher 5-year risk of lung cancer than those with a high PRS and negative family history (0.54% versus 0.46%) 181 . This trend was not observed for several other common cancers, including prostate, breast and colorectal cancers. Assuming that affected relatives from different families did not share common exposures, this finding indicates that lung cancer heritability might be largely attributable to rare, high-effect alleles that mediate familial risk, although a possible alternative explanation is that a positive family history better predicted the risk in individuals who had not smoked given that the PRS was generated from GWAS of predominantly smoking-related NSCLCs. Another lung cancer-specific PRS was generated by combining genetic and epidemiological data from approximately 13,000 patients and 10,000 control individuals and subsequently validated in almost 336,000 individuals included in the UK Biobank 182 . This PRS was generated based on a population in which >90% of patients had a history of smoking; therefore, a de novo model to predict the risk of LCINS was derived based on age, sex, body mass index, family and personal history of cancer, impaired lung function, and exposure to ambient air pollution and SHS, in addition to PRS 182 . Interestingly, including environmental exposures did not improve the predictive performance of the model for LCINS 182 , which is in contrast to the previously mentioned data from East Asian populations showing an interaction of PRS with smoking status 159 , probably because smoking is a stronger risk factor.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Ultimately, family history and PRS are not mutually exclusive but rather complementary factors that can provide different insights into the cancer risk of an individual. Indeed, combining family history and PRS has been shown to enhance risk assessment for breast and prostate cancers 183,184 , although a PRS for these malignancies has not yet been integrated into clinical practice. Whether PRS will have meaningful utility in predicting lung cancer risk remains unclear, and further efforts in this area will probably need to distinguish between smoking-related versus non-smoking-related lung cancers.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Insights from WES and WGS.-Susceptibility loci identified in GWAS account for only a small portion of the variation in lung cancer incidence, mainly because GWAS typically detect common variants with small to moderate effect sizes. Studies at the exome and genome levels are therefore needed to identify rare, large-effect/high-risk germline variants; only a handful of germline analyses in lung cancer have been conducted at these levels, either using data gleaned from matched non-malignant tissues in somatic tumour-profiling studies or as dedicated germline-directed efforts. The largest widely available datasets are derived from TCGA 185 (containing WES data from ~580 LUADs and paired non-malignant tissues and WGS data from ~100 tumours) and the Hartwig Medical Foundation 186,187 . Additional datasets come from the Pan-Cancer Analysis of Whole Genomes (PCAWG) project 188 as well as a WES study of LUAD in patients of East Asian ancestry 189 . In the Hartwig Medical Foundation cohort, which included 178 patients with lung cancer 186 , various nonsense, frameshift or splice site-altering germline variants were found in CHEK2 and Fanconi anaemia complementation group (FANC) genes (FANCI, FANCL, FANCM), involved in DNA repair, as well as DOCK8 and GJB2 (encoding dedicator of cytokinesis protein 8 and gap junction β2 protein, respectively). A germline WES study focused on SCLC or extrapulmonary small-cell carcinoma identified 42 deleterious germline variants across 35 cancer predisposition genes in 38 (44%) of 87 patients, although 90% had a current or former smoking status 190 . WES and/or WGS studies had not distinguished between smoking and non-smoking individuals until 2021, when results emerged from the two formerly discussed somatic alteration profiling studies of never-smoking LUAD, which included data from matched non-malignant tissue analyses ,7,78 . In the WGS study 78 , 8 of 232 patients carried pathogenic germline variants (PGVs) in CYP21A2, which encodes the 21-hydroxylase enzyme involved in the synthesis of cortisol and aldosterone, 6 patients carried the same PGV in GLUD2, which encodes the mitochondrial enzyme glutamate dehydrogenase 2, and 5 patients had PGVs in the AR gene (encoding the androgen receptor); PGVs in BRCA1, ATM and RAD51 were each found in 2 or 3 patients. Interestingly, both CYP21A2 and AR are involved in hormone production and signalling, and might thus contribute to sex differences in the incidence of LCINS. In the WES study 7 , rare pathogenic or likely pathogenic (P/LP) mutations in known cancer predisposition genes were identified in patients who had never smoked; although the prevalence of P/LP mutations was similar to that in those who had smoked (6.9% and 6.4%, respectively), variants in BRCA1, BRCA2, FANCG, FANCM, HMBS, MSH6, NF1,POLD1, TMEM127 and WRN were exclusive to never-smoking individuals. Using a cancer-free control cohort derived from the Genome Aggregation Database (gnomAD), the never-smoking LUAD group was enriched for P/LP variants in FANCG (encoding a component of the Fanconi anaemia DNA repair complex) and TMEM127 (encoding a negative regulator of mTOR signalling).", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Larger sample sizes along with functional validation will be needed to further implicate these germline variants in lung cancer pathogenesis, although these early studies in individuals who have never smoked have highlighted the presence of pathogenic alterations with large effect sizes in DNA repair-related genes. This finding is underscored by data from a broader study of common diseases showing that patients with a low common variant PRS are more likely to carry rare disease-specific pathogenic variants 191 , suggesting that these individuals could be prioritized for rare variant screening. Lastly, in a study using WES data from participants in the UK Biobank and Mass General Brigham Biobank, the presence of clonal haematopoiesis was found to be associated with increased risk of lung cancer (meta-analysed OR 1.35, 95% CI 1.08-1.68) 192 , specifically for LUAD (OR 1.68, 95% CI 1.23-2.29) and LSCC (OR 1.59, 95% CI 1.51-1.68) but not for SCLC. Clonal haematopoiesis was also associated with a 36% increase in lung cancer risk among the UK Biobank participants after adjusting for major risk factors, including pack-years of smoking, age at sequencing, family history of lung cancer and lung cancer PRS 192 . Whether clonal haematopoiesis is a surrogate of currently unknown shared risk factors, including inherited genetic risk (for example, mediated by rare variants), or has a more causal role in lung cancer remains unclear.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Germline EGFR mutations in familial lung cancer.-Germline EGFR mutations have been identified in familial lung cancers 193 . Most common is the T790M mutation, which, in its somatic form, can be present at diagnosis or develop as a mechanism of resistance to earlier-generation EGFR TKIs. The germline EGFR T790M mutation was identified in 2005 among a family of European descent with several members across multiple generations developing LUAD 193 . Germline EGFR T790M has since been found in multiple unrelated kindreds, predominantly comprising white individuals in the USA, Europe and Australia, more frequently in never-smoking women, and in association with multiple primary lung lesions (either nodules or invasive adenocarcinomas) [193][194][195][196] . A cluster of families has been identified in the southeastern USA, suggesting a possible founder effect 197 . Notably, germline EGFR T790M has not been reported in patients of East Asian ethnicity with lung cancer despite the high prevalence of somatic EGFR mutations in this population. Germline EGFR T790M mutations have been estimated to occur in 0.5-1.0% of patients with NSCLC 195,198 and in roughly 1 in 100,000 individuals in the general population 194 (allele frequency of 9.9 × 10 −6 in the gnomAD v4.0 database) 199 . Additional studies with larger sample sizes are needed to determine more precise frequencies of germline EGFR T790M mutations in patients with lung cancer as well as the magnitude of their effect on lung cancer risk.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Virtually all lung cancers that develop in the context of a germline EGFR mutation harbour a secondary somatic activating mutation in EGFR in cis 193 , most commonly L858R 197,200 . EGFR T790M carriers without known lung cancer are often found to have multiple groundglass nodules on CT imaging, suggestive of premalignant lesions that can develop into invasive adenocarcinoma over time 194 , and are likely to benefit from surveillance CT-based screening. EGFR T790M carriers do not seem to have an increased incidence of any other cancer type; the mechanism underlying LUAD specificity is unknown. Less common germline EGFR mutations include R776G/H 201,202 and V769M in exon 20 (ref. 203) and V834L and V843I in exon 21, the latter identified specifically in Asian and Surinamese families [204][205][206] . Even rarer is the EGFR R831H germline variant reported in Chinese patients with NSCLC 207,208 , which was also described as co-segregating with prostate cancers harbouring somatic biallelic inactivation of CDK12 in two brothers within one family; prostate cancer cells derived from these patients were responsive to the EGFR TKI afatinib in vitro 209 . To our knowledge, EGFR R831H is the only germline EGFR mutation associated with a cancer type outside of the lung, although genotype-phenotype relationships among various germline EGFR mutations have not been extensively studied. Additional genetic or environmental modifiers might affect the lung cancer risk associated with germline EGFR mutations and account for phenotypic differences between individuals within families, despite carrying the same mutation.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Non-EGFR germline mutations in familial lung cancer.-Germline mutations in familial lung cancer pedigrees have also been found in HER2 (refs. 210-212), BRCA2, CHEK2 (ref. 173), MET 213 and YAP1 (ref. 214), predominantly in never-smoking patients with LUAD and more commonly in female patients. The germline G660D mutation in the transmembrane domain of HER2 was initially reported in a Japanese family, identified in a female proband with a 1.2 pack-year smoking history and multifocal NSCLC 210 . Following lobectomy, pathology demonstrated that this woman had innumerable pre-invasive lesions; similar lesions were seen bilaterally on imaging in her 30-year-old daughter, also a HER2 G660D carrier 212 . No additional somatic alterations were identified (including HER2 and EGFR), and the proband was treated with second-line afatinib following disease progression on chemotherapy, with a partial response in the lung and stable disease for ≥16 months in the bone 211 . Additionally, a candidate gene study using WGS in a never-smoking Taiwanese family with high frequency of LUAD identified a germline variant (R331W) in the transactivation domain of YAP1 (ref. 214), a transcriptional regulator in the Hippo signalling pathway that has been implicated in resistance of EGFR-mutant NSCLC to EGFR TKIs 215,216 . In a validation cohort derived from the Genetic Epidemiology Study of Lung Adenocarcinoma in Taiwan, the YAP1 R331W allele frequency was 1.1% in patients with LUAD versus 0.18% in individuals without cancer, translating into an OR of 5.9 after adjusting for age, sex and smoking status 214 . All chest CT-screened YAP1 R331W carriers had LUAD or groundglass lesions (40% and 60%, respectively) 214 . These studies support the existence of rare, highly penetrant PGVs that contribute to a subset of LCINS. Hereditary cancer predisposition syndromes.-LUAD is a principal malignancy associated with several multi-organ cancer predisposition syndromes resulting from germline mutation of tumour-suppressor genes (for example, TP53, PTEN or LKB1) 217 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Several case reports have demonstrated oncogene-driven NSCLC in patients with Li-Fraumeni syndrome [218][219][220][221] . In one study, 21 (91%) of 23 NSCLC tumours in patients with Li-Fraumeni syndrome harboured an oncogenic alteration, 20 (87%) of which were EGFR mutations, most commonly exon 19 deletions 220 . EGFR-mutant LUAD has also been described in Cowden syndrome, caused by germline PTEN mutations, in case reports of younger patients with a history of light or never smoking 222 . An increased risk of lung cancer has been reported in survivors of hereditary retinoblastoma with germline RB1 mutations, with lung cancer diagnosis tending to occur before 40 years of age 223 , and there are case reports of lung cancers associated with Bloom 224 , Werner 225 and Birt-Hogg-Dube syndromes 217 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Genetic risk", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Various environmental exposures have been implicated or hypothesized to contribute to the risk of LCINS (Table 3). An exhaustive discussion of these risk factors is beyond the scope of this Review; here, we focus on key exposures with established associations and/or those with contemporary evidence of an effect on lung cancer risk. Radon.-Radon has been identified as the second-leading environmental cause of lung cancer (after tobacco smoking) and is estimated to contribute to ~21,000 lung cancer-related deaths annually in the USA, with roughly 2,900 of these deaths occurring in individuals who have never smoked 147,226,227 . The increased lung cancer incidence associated with radon was first noted in uranium miners in the 1980s [228][229][230] , and numerous large, international epidemiological case-control studies have also demonstrated an association between prolonged residential radon exposure and lung cancer in the general public [231][232][233][234][235][236][237][238][239] . These and additional studies led the US Environmental Protection Agency (EPA) to classify radon as a carcinogen owing to its causal association with lung cancer, and both the EPA and the National Radon Safety Board advocate radon screening and mitigation in homes across the USA 240,241 . Radon exposure more than additively increases the lung cancer risk conferred by smoking 234,242 . In comparison with non-smoking individuals, lung cancer risk associated with radon exposure is eightfold to ninefold greater in individuals who also smoke, and >85% of radon-associated lung cancers occur in those who formerly smoked or currently smoke 230,243 , although the risk is still substantial in non-smoking groups 244 . Subsequent studies and meta-analyses have shown the strongest histological association of residential radon exposure with SCLC, followed by LUAD [245][246][247] . A population-based, case-control study performed among ~530 women with LCINS did not find an association between lung cancer and domestic levels of radon exposure, potentially owing to a relatively low level of exposure or differences in underlying genetic susceptibility. Interestingly, a meta-analysis has revealed a higher adjusted excess relative risk of lung cancer from residential radon exposure for men than for women among those who had never smoked (0.46 versus 0.09; P = 0.027) 248 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Environmental risk factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Secondhand smoke.-SHS has long been studied as a potential causative factor in LCINS. SHS exposure is estimated to increase lung cancer risk by 20-25% in individuals who do not smoke and, in 2023, a projected 3,560 lung cancer-related deaths among nonsmoking individuals in the USA were attributable to SHS 1,13 . In addition to the duration and intensity of exposure, genetic modifiers influencing carcinogen metabolism, DNA repair and inflammation all probably affect the lung cancer risk conferred by SHS [249][250][251][252] . Many epidemiological studies performed in the 1990s to early 2000s established SHS as a risk factor for LCINS 153,[253][254][255][256] , although the effect sizes are moderate. Most of these studies have compared individuals who have a spouse who smokes with those who do not. In a meta-analysis of 37 such studies (n = 4,600), the pooled relative risk of lung cancer in women who were exposed to SHS versus those who were not was 1.24 (95% CI 1.13-1.36; P < 0.001) 253 . A subsequent and much smaller case-control study including 280 patients with LCINS found a larger effect (OR 2.08, 95% CI 1.25-3.43 across both sexes) but lower than that associated with exposure to environmental dust (OR 2.43, 95% CI 1.53-3.88) 153 . Interestingly, a large prospective cohort study involving >75,000 women revealed a 13-fold higher incidence of lung cancer in individuals who currently smoke (HR 13.44, 95% CI 10.80-16.75) and fourfold higher incidence in those who formerly smoked (HR 4.20, 95% CI 3.48-5.08) compared with those who had never smoked, but no increase was observed among never-smoking women with passive smoke exposure (HR 0.88, 95% CI 0.52-1.49) 257 . Despite the limited number of lung cancers in never-smoking women with SHS exposure, a borderline significant trend towards an increased risk of lung cancer was observed in those who cohabitated for ≥30 years with someone who smoked (HR 1.61, 95% CI 1.00-2.58) 257 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Environmental risk factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The molecular characteristics of SHS-associated lung cancers are similar to those of tumours in never-smoking patients, with no overall difference in rates of EGFR, ALK, KRAS, HER2, BRAF and PIK3CA alterations 258 . Although tobacco carcinogen metabolites have been found in the urine and blood of never-smoking individuals exposed to SHS 253 , large-scale genomic studies of LCINS have shown that reported SHS exposure often does not correlate with smoking-related somatic mutational signatures ,7,78 . Indeed, the small group in which such signatures were detected might consist of individuals with the highest SHS exposure and/or underlying genetic susceptibility to carcinogenesis. The WHO International Agency for Research in Cancer (IARC) 259 and US National Institutes of Health 260 have designated SHS as a human carcinogen, although SHS is generally accepted to confer only a modest risk of cancer and is not considered the sole causative factor for the majority of LCINS. Nonetheless, household exposure is probably more relevant than public exposure, and the continued declines in smoking rates as well as health regulations outlawing smoking in indoor public spaces will further mitigate the effects of SHS.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Environmental risk factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Air pollution.-Air quality can be measured by quantifying the amounts of ozone, particulate matter and chemical pollutants in ambient air. Particle pollution is a combination of small liquid and solid particles that can comprise dust, metals, soil, acids and organic chemicals. These small, inhaled particles emitted from vehicle exhaust, forest fires, coalfired power plants and other industrial sources are thought to pass through the central airways and lodge in the more peripheral airways where LUADs typically form. The association between outdoor air pollution and lung cancer risk has been reported in several studies [261][262][263][264][265][266][267] , and both air pollution and particulate matter have been officially classified as group 1 carcinogens by the IARC 265,268 . Particulate matter with a diameter of ≤2.5 μm (PM 2.5 ) can reach the alveoli and has been associated with heart disease and lung cancer 263,266,267,269 . According to the IARC, the largest and most important studies consist of combined analyses spanning 17 cohorts from 9 countries in Europe 263 and a multi-cohort study among large cities in the USA 266 , reporting HRs of 1.18 and 1.55 per 5 μg/m 3 of PM 2.5 exposure for lung cancer and LUAD, respectively. Additionally, a large study in those who had never smoked showed a 15-27% increase in lung cancer mortality per 10 μg/m 3 increase in PM 2.5 concentrations 267 . In 2016, the IARC estimated that ~6% of outdoor air pollution-related premature deaths were attributable to lung cancer 268 . Unsurprisingly, risk is proportional to the extent of exposure 270 and is greater than additive when combined with cigarette smoking (risk of lung cancer mortality 2.2 times greater than additive for joint exposure) 271 , although evidence indicates an increased risk even after accounting for smoking 263,272 as well as when restricting the analysis to those who have never smoked 267 . The updated 2021 WHO global air quality guidelines 273 recommend annual mean PM 2.5 concentrations of ≤5 μg/m 3 , while the EPA primary standard 274 is ≤12 μg/m 3 , with a proposal in January 2023 to revise this standard to 9.0-10.0 μg/m 3 (ref. 275). Modelled annual mean PM 2.5 concentrations for the USA 276 and globally 277 show the highest levels in portions of the Midwest, Southeast and California within the USA, and in northern Africa, India, China and Middle Eastern countries internationally (Fig. 3).", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Environmental risk factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "As with other environmental exposures, the lung cancer risk conferred by air pollution is probably influenced by underlying genetic susceptibility 265,278 (Fig. 4a). In 2021, a study analysed SNP data from >450,000 individuals included in the UK Biobank combined with estimated particulate matter exposure 265 . After controlling for confounders, such as obesity and smoking, the investigators generated a PRS to model genetic risk and found an additive interaction between genetic susceptibility and air pollution, such that individuals with high genetic risk and high levels of exposure to air pollution were at greatest risk of developing lung cancer (PM 2.5 : HR 1.71, 95% CI 1.45-2.02) relative to those with low genetic risk and low air pollution exposure.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Environmental risk factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "More recently, another study used UK Biobank data to examine exposure to PM 2.5 in >400,000 individuals residing in the UK 279 . Increasing levels of PM 2.5 exposure correlated with increased risk of lung cancer (HR 1.08; 95% CI 1.04-1.12); nominally significant (P < 0.05 and false discovery rate > 0.05) associations were also reported for mesothelioma (HR 1.11, 95% CI 1.00-1.24) and lip and oropharyngeal cancers (HR 1.10, 95% CI 1.01-1.19). Analyses of the interaction between PM 2.5 exposure and ever-smoking status indicated that current or previous smoking and exposure to high levels of PM 2.5 might act in combination to increase lung cancer risk (P = 0.049). Interestingly, PM 2.5 levels correlated with the incidence of EGFR-mutant lung cancer in England as well as in South Korea and Taiwan, with the relative rates per 100,000 individuals increasing by 0.63 (P = 0.0028), 0.71 (P = 0.0091) and 1.82 (P = 4.01 × 10 −6 ), respectively, with each additional 1 μg/m 3 PM 2.5 increment. Interestingly, DNA sequencing of non-malignant lung tissue revealed EGFR and KRAS mutations in 18% (54 out of 295) and 53% (43 out of 81) of samples, respectively, leading to the hypothesis that these mutations accumulate as part of the ageing process and that PM 2.5 promotes subsequent tumour formation in the 'at-risk epithelium' harbouring these driver mutations 279 . Further studies are necessary to elucidate the degree of lung cancer risk conferred by PM 2.5 , particularly with regards to the amount and duration of exposure, as well as the direct mechanistic link between PM 2.5 and EGFR and KRAS mutation and/or tumorigenesis driven by these alterations. Importantly, inequities in exposure to air pollution disproportionately affect lower socioeconomic status groups and non-white populations 280 as well as those with less education or who live closer to major sources of pollution, necessitating a global effort to improve air quality for the most vulnerable populations.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Environmental risk factors", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "-In an extraction of data from the IARC monographs (spanning years 1971-2017), 20 different agents and their related compounds were found to be causally associated with lung cancer 281 (Table 3). Several of these exposures (for example, silica, diesel exhaust and welding fumes) increase lung cancer risk independent of smoking status and co-exposures [282][283][284] . A large pooled analysis assessing the risk of lung cancer in men exposed to diesel exhaust fumes (with 16,901 cases and 20,965 controls) found an exposure-response relationship regardless of smoking history (OR 1.41, 95% CI 1.30-1.52 in never-smoking individuals at the highest exposure level), particularly for LSCC and SCLC (OR 1.38 for both cancer types at any exposure level, 95% CI 0.98-1.94 and 0.81-2.36, respectively) 283 . Similar exposure-response relationships were demonstrated for all histological subtypes of lung cancer using the same dataset to assess the risk associated with respirable crystalline silica 282 . Exposure to asbestos is definitively associated with a high risk of both bronchogenic carcinoma and pleural mesothelioma 285,286 , with the risk being several-fold higher for lung cancer than mesothelioma. Nevertheless, approximately 80% of patients with pleural mesothelioma report asbestos exposure 287 , and 15-20% of all asbestos-related deaths in the USA result from mesothelioma 288 . Although these proportions are decreasing owing to asbestos abatement laws effected in the latter half of the twentieth century, they are likely to remain considerable for at least a decade owing to a long latency period to lung cancer development (15-35 years). Individuals employed in mining, construction, shipbuilding and firefighting as well as veterans exposed to military asbestos products continue to constitute the groups at highest risk. The risk of lung cancer is greatly multiplied when asbestos exposure is combined with cigarette smoking 286,[289][290][291][292] (OR 8.70 versus 1.70 in those exposed to asbestos who never smoked) 292 . In men with LUAD, an association has been found between occupational asbestos exposure and an increased prevalence of KRAS codon 12 mutations, independent of smoking status and age (adjusted OR 6.9, 95% CI 1.7-28.6) 293 . In addition to occupational exposure, lung cancer risk might be higher in individuals who live near environmental sources of asbestos (OR 1.48, 95% CI 1.18-1.86) 294 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Occupational carcinogens", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Electronic cigarettes and vaping.-Whether the use of electronic cigarettes (ecigarettes) and similar devices is associated with an increased incidence or risk of lung cancer remains unclear owing to their relatively recent development and the tendency for users to also smoke tobacco. Nicotine exposure in the absence of tobacco smoking is not thought to increase cancer risk based on studies involving users of nicotine replacement therapy 295,296 , although these studies have had relatively short surveillance times (for example, 5-7 years). In fact, when used as tools for smoking cessation, nicotine replacement therapy has been correlated with a decrease in lung cancer risk and mortality [297][298][299][300] . Several thousand cases of severe vaping-related lung injury were reported in 2019 (ref. 301), thereafter known as e-cigarette or vaping product use-associated lung injury, largely owing to vitamin E acetate contamination of e-cigarette cartridges with either manufacturerderived or illicit substances. However, the carcinogenic potential of e-cigarette vapours is less clear, and their acute and chronic effects probably depend on the composition of the liquid being aerosolized, the specific device used and user habits [302][303][304] . When heated, common nicotine solvents can yield byproducts, such as propylene oxide and acrolein, that are carcinogenic [305][306][307] . Depending on the aerosol, e-cigarette vapour can contain ultrafine particles (<0.3 μm in diameter) capable of reaching pulmonary alveolar regions, the distribution of which is also dependent on liquid solvent content (for example, vegetable glycerin-to-propylene glycol ratio) and inhalation practices 303,308,309 . Although similar in size to those found in tobacco and diesel engine smoke, the carcinogenic potential of vaping particles is unknown. Ultimately, long-term follow-up studies are needed to determine any association between e-cigarette use and lung cancer.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Occupational carcinogens", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Household use of solid fuels and high-temperature frying.-Fumes and particulate matter generated from burning cooking oils and solid fuels used for heating (consisting of 'smoky' or bituminous coal and 'biomass' such as wood, charcoal and crop residue) contribute to indoor air pollution in homes across the world, particularly in developing nations and parts of Africa and Southeast Asia. These emissions contain known carcinogen substances, mainly polyaromatic hydrocarbons and aldehydes as well as particulate matter with a diameter of ≤0.25 μm, that have been classified as group 1 (carcinogenic) or group 2 (likely carcinogenic) by the IARC 310 based on numerous studies worldwide. Traditional cooking in many Asian countries involves heating cooking oils to very high temperatures during the process of frying, which has historically exposed women to the resulting carcinogens to a greater extent than men. A dose-response relationship has been observed between reported exposure to cooking oil fumes and lung cancer risk, which is generally higher with deep frying versus stir-frying and in homes with poor ventilation [311][312][313] . With respect to indoor burning of coal, a large retrospective cohort study among smoky coal users in China (n = 27,310) found that the absolute risk of death from lung cancer before 70 years of age was 18% and 20% for men and women, respectively, compared with <0.5% for both sexes among smokeless coal users (n = 9,962), regardless of tobacco smoking status 314 . The lung cancer risk associated with indoor burning of wood and other biomass is similar to that attributed to coal smoke, with ORs of <2; the risk is greater in women than in men [315][316][317] , which might reflect a greater amount of time spent in the household by women and might therefore be associated with the social construct of female gender rather than being biologically related to female sex. Household pollutants are predominantly associated with LUAD, although cases of LSCC and SCLC have been reported. Whether an underlying genetic susceptibility contributes to the lung cancer risk associated with indoor pollutants remains unclear.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Occupational carcinogens", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Cancers arise in the context of a complex interplay between germline and somatic genomes and the environment (Fig. 4a). With regard to lung cancer, the architecture of germline risk includes many small-effect common variants and larger-effect rare and ultra-rare variants. Established rare risk variants include loss-of-function mutations in tumour-suppressor genes as well as gain-of-function alterations in oncogenes, the latter of which underlie familial lung cancer syndromes associated with germline mutations in EGFR and HER2. Interactions between inherited genetic variants and the acquisition of somatic alterations as well as environmental exposures can affect the risk and management of LCINS (Fig. 4), underscoring the importance of studies evaluating matched tumour and non-malignant tissue samples. An example of such an interaction comes from the previously discussed study in which germline ATM L2307F mutations were found to be associated with LUAD arising in individuals with a history of light versus heavy smoking, later age of onset, and broad and local somatic features (that is, EGFR mutation and biallelic ATM inactivation, respectively) 177 .", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Germline-somatic-environment interactions", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Potential mechanisms for this interaction include (1) cooperation between germline and somatic variants in different pathways to promote a clonal advantage 318 , (2) germline variants acting downstream of somatic variants to modulate clonal advantage (and vice versa), (3) germline variants promoting the formation of larger-scale somatic events such as chromosomal abnormalities 177 , and (4) germline variants (for example, in DNA repair pathways) contributing to clonal advantage, agnostic to the nature of the somatic mutation driving the clone. Treatments for lung cancer typically target somatic alterations irrespective of germline genetic background, although a study in patients with SCLC demonstrated that PGVs in DNA repair genes can influence recurrence-free survival and response to agents targeting defective DNA repair 190 . Considering ICI treatment and toxicity, a germline PRS enriched for variants regulating gene expression in macrophages and dendritic cells has been shown to predict the nature of the tumour immune microenvironment and ICI response 318 . Additionally, a germline PRS for hypothyroidism is predictive of thyroid-specific immunerelated adverse events in patients with NSCLC 319 . Moreover, a cross-cancer GWAS among patients receiving ICIs identified three common variants that are associated with all-grade immune-related adverse events, the most consistently replicated of which was an intronic variant in IL7 that is predictive of increased lymphocyte stability after ICI initiation as well as improved OS 320 . Thus, underlying germline variation can affect both tumour evolution and the development of targetable somatic alterations, and consequently influence treatment response and clinical outcomes.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Risk Factors for LCINS > Germline-somatic-environment interactions", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Given the high likelihood of targetable somatic alterations, several diagnostic and management principles can be applied to LCINS (Fig. 5). The NCCN Guidelines for NSCLC 321 recommend testing for mutations or fusions involving the following 11 oncogenes: EGFR, KRAS, ALK, ROS1, RET, HER2, N7RK1-3, BRAF and MET (exon 14 skipping), with high-level MET amplification as an emerging target. Testing methods vary, although panel-based NGS is preferable to maximize target coverage. Blood-based NGS might not detect driver alterations owing to insufficient shedding of tumour DNA; therefore, samples cannot be deemed oncogene negative based on liquid biopsy results alone. Most fusions (for example, those involving ALK, ROS1 or RET) are detectable with break-apart FISH assays or hybrid capture-based NGS, and DNA-based NGS has been used to identify novel fusion partners not detectable with FISH and reverse transcription PCR 80 . However, genomic breakpoints for rarer fusions (for example, involving NTRK1-3 or NRG1 as well as some ROS1 fusions) can occur within long intronic sequences that are not adequately covered in targeted DNA-based panels. For this reason, RNA-based NGS has been used, and can also enable the identification of fusions when low tumour purity limits DNA-based detection owing to the high expression of fusion oncogenes. Broader sequencing efforts, such as WES, can reveal therapeutic targets, particularly in the case of novel fusions or other genomic alterations in regions with low coverage in standard NGS panels.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Diagnostic and management considerations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The management of LCINS is largely driven by genomic findings as outlined in NCCN guidelines for NSCLC 321 . Discussion of genotype-directed therapy is beyond the scope of this Review but, for patients with advanced-stage disease, targeted therapy is generally preferable when available 321 . Newer strategies involving TKI treatment to the point of maximal response followed by local consolidative treatment are under investigation [322][323][324][325] as are upfront combinations of targeted agents with chemotherapy in patients with advanced-stage disease 326 . For patients with central nervous system metastases at diagnosis but without severe mass effects and in whom a targetable alteration is found for which a central nervous system-penetrant TKI is available, potential therapeutic strategies include TKI treatment prior to radiotherapy or surgical resection of brain lesions given the high intracranial efficacy of these drugs in clinical trials; however, comparisons with upfront radiotherapy and/or surgery have not yet been made. Ongoing or completed clinical trials have also incorporated targeted therapies in the neoadjuvant and adjuvant settings [327][328][329][330] . Indeed, adjuvant osimertinib is now approved for patients with completely resected stage IB-IIIA EGFR-mutant NSCLC, with a final analysis of the phase III ADAURA trial showing 5-year OS of 88% with osimertinib versus 78% with placebo (HR 0.49, 95% CI 0.33-0.73) 328,331 . In individuals with an elevated germline risk of cancer, screening has an important role in disease prevention. Low-dose CT (LDCT) screening has been shown to reduce lung cancer mortality 332,333 but is only approved for individuals ≥50 years of age with a current or recent heavy smoking status. Future efforts in the LCINS space include identifying a population with elevated germline and/or exposure-mediated risk to prioritize for LDCT screening (for example, individuals carrying large-effect rare variants associated with familial EGFR-mutant lung cancer), with studies already under way (such as NCT05587439 and NCT05265429). These individuals might benefit from germline genetic testing and carriers of pathogenic variants might also benefit from LDCT screening as part of future changes to clinical care.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Diagnostic and management considerations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "LCINS is an evolving and complex disease with several risk factors and open questions. With smoking rates declining, LCINS might eventually predominate lung cancer diagnoses. Investigations with specific attention to smoking history are therefore paramount both for determining the global and national trends in LCINS epidemiology, and establishing registries with detailed exposure histories. Advances have been made in understanding LCINS biology at the somatic exome and genome levels, yet the germline contribution remains largely unexplored and large-scale sequencing studies in diverse populations are needed to define germline genetic risk. Furthermore, our understanding of environmental carcinogens continues to evolve, and future directions for research should include the mechanisms driving carcinogenesis mediated by non-tobacco-related exposures, such as environmental pollution, and their interaction with underlying germline variation. The biological distinctions between LCINS and smoking-related lung cancers necessitate a unique approach to diagnosis and treatment, with integration of environmental exposures and both germline and somatic genetics to deliver precision oncology strategies for the treatment and prevention of this increasingly important disease.", "last_edit_date": "2024-01-09", "url": "https://www.nature.com/articles/s41571-023-00844-0", "section_title": "Readings > Lung cancer in patients who have never smoked — an emerging disease (LoPiccolo et al) > Conclusions", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Approximately one third of all lung cancer patients in East Asia are never-smokers. Furthermore, the proportion of lung cancer in never smokers (LCINS) has been increasing over time. Never-smokers are more often diagnosed with adenocarcinoma in East Asia, a subtype largely defined by oncogenic drivers. In this subgroup of patients, as high as 90% of patients have been found to harbor well-known oncogenic mutations and can be successfully managed with targeted therapies inhibiting specific oncogenic mutant kinases. EGFR tyrosine kinase inhibitor (EGFR-TKI) treatment has been the most important targeted therapy in lung adenocarcinoma from East Asian never-smokers as approximately 70% of these patients have the opportunity to receive EGFR-TKI treatment. Lung squamous cell carcinoma (SQCC) and small cell lung cancer (SCLC) are two common histologic types of smoking-related non-small cell lung cancer (NSCLC). The proportion of never-smokers with SQCC and SCLC in East Asian patients seems to be higher than that in Caucasian patients. Recent studies also suggest that lung SQCC and SCLC in neversmokers may be distinct subtypes. Therefore, better understanding of the biologic characteristics of these subtypes of patients may provide new insights for the treatment. In this review, we will provide an overview of East Asian experience in the treatment of advanced, never-smoking lung cancer, focusing on etiologic factors in the development of LCINS, targeted therapy for never-smokers with adenocarcinoma, distinct characteristics of never-smokers with lung SQCC and SCLC, and the role of immunotherapy in neversmokers with NSCLC.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Abstract", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Lung cancer is the leading cause of cancer-related deaths in China and accounted for an estimated 610,000 deaths in 2015 (1). The majority of lung cancers are thought to be attributed to direct tobacco exposure. However, approximately 10% to 25% of all lung cancers occur in never smokers (2,3), defined as those who smoked fewer than 100 cigarettes during their lifetime. Notably, epidemiologic studies reveal that the proportion of lung cancer in never smokers (LCINS) is higher in East Asia, including China, Japan, Mongolia, North Korea, and South Korea, and approximately one third of all lung cancer patients are LCINS [39.7% in China (our unpublished data), 38% in South Korea (4) and 32.8% in Japan (5)]. The high proportion of LCINS is mainly due to low smoking prevalence of East Asian females with lung cancer [9.9% in South Korea, 17-25.6% in Japan, 28.3% in Hong Kong, 6.4% in Taiwan, and 5.2% in China (our unpublished data)], which was significantly lower than that in Caucasian female patients (ranging from 53% to 91%) (4)(5)(6)(7)(8)(9)(10). Meanwhile, the smoking rate of male patients with lung cancer is similar between East Asia and Western countries (Figure 1) (4)(5)(6)(7)(8)(9)(10).The proportion of LCINS has been increasing over time (5). Although the reason remains unknown, a better understanding of the epidemiologic and biologic characteristics of never-smokers has become increasingly important. Never-smokers in East Asians are more often diagnosed with adenocarcinoma, a subtype largely defined by oncogenic drivers (11). The proportion of never-smokers in lung squamous cell carcinoma (SQCC) and small cell lung cancer (SCLC) is also higher among East Asian patients than in non-Asian patients (12,13). Therefore, oncologists in East Asia have more opportunities to treat never-smoking patients with non-small cell lung cancer (NSCLC) in clinical practice. In this review, we will provide an overview of the East Asian experience in the treatment of advanced, never-smoking lung cancer.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Introduction", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Given the dominant role of tobacco exposure in the development of lung cancer, risk factors that contribute the pathogenesis of lung cancer have also been comprehensively investigated. The role of environmental tobacco exposure in the development of LCINS has been widely studied. A recent pooled study from 18 case-control studies in the International Lung Cancer Consortium, including 766 cases and 1,954 control who were never-smokers from Asian, has demonstrated that exposure to second-hand smoke is associated with an increased risk of lung cancer in neversmokers [odds ratio (OR) =1.31, 95% confidence interval (CI), 1.17-1.47) (14). Moreover, the strongest association was observed in SCLC (OR =1.26, 95% CI: 1.10-1.44 for adenocarcinoma; OR =1.41, 95% CI: 0.99-1.99 for SQCC; OR =1.48, 95% CI: 0.89-2.45 for large cell lung cancer; OR =3.09, 95% CI: 1.62-5.89 for SCLC) (14). Based on data from the Global Adult Tobacco Survey (GATS) conducted from December 2009 to March 2010 (15,16), the prevalence of current smokers in adult age more than 15 years old was 28.1% in China, with an estimated more than 300 million current smokers. Due to lack of effective strategies for tobacco control for the public, exposure to secondhand smoke both at home and the workplace may play an important role in the development of LCINS in China. Another important factor associated with an increased risk of LCINS is exposure to cooking fumes, as several case-control studies have identified cooking oil fumes as a risk factor for lung cancer among Chinese never-smoking women (17)(18)(19)(20). A recent meta-analysis including 13 studies, with a total of 3,596 lung cancer women and 6,082 healthy controls also validated the positive relationship between cooking oil fume exposure and lung cancer among Chinese never-smoking women, with a risk ratio (RR) of 1.74 (95% CI: 1.57-1.94) (21). Other factors that play a role in the etiology of LCINS in non-smokers from East Asia also include inherited genetic susceptibility (22)(23)(24), occupational and environmental exposure (25), hormonal factors (26), pre-existing lung diseases (27)(28)(29)(30), suggesting that the etiopathogenesis of LCINS is a complex process with multiple risk factors involved.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Etiologic factors in the development of LCINS", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Considerable molecular epidemiologic studies have demonstrated that lung adenocarcinoma from East Asian never-smokers is a distinct subtype that can be largely defined by targetable oncogenic drivers (11,31-35) (Figures 2,3). In this subgroup of patients, as high as 90% of patients have been found to harbor well-known oncogenic mutations and LCINS seems to be substantially driven by a single gene (11,32). On the other side, smoking-related lung cancer is a more distinct entity, with higher mutation burden, somatic single-nucleotide variations (SNVs) and higher frequency of C:G→A:T transversions (39). Smoking status may also have an impact on EGFR mutations, the frequency of EGFR mutations ranged from 22.0% to 43.5% in Chinese smokers with adenocarcinoma (40,41). Therefore, targeted therapy inhibiting oncogenic mutant kinases plays a pivotal role for the treatment of lung adenocarcinoma in never-smoking East Asians.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "EGFR sensitizing mutation is the most common driver gene found in never-smoker adenocarcinoma from East Asia, constituting 60-78% of this subgroup (11,32,(35)(36)(37). Robust evidence has identified EGFR sensitizing mutation as the most relevant predictor of response to the EGFR tyrosine kinase inhibitors (EGFR-TKIs) (42)(43)(44). Several randomized phase III trials have consistently demonstrated that gefitinib, erlotinib and afatinib are more effective in terms of objective response rate (ORR) and progression-free survival (PFS), and better tolerated than standard platinumbased doublet chemotherapy in advanced NSCLC patients harboring EGFR activating mutation. Among these trials, IPASS, LUX-LUNG 6 trial was conducted in Asian (45,46), First-SIGNAL trial was conducted in South Korea (47), OPTIMAL, ENSURE, and CONVINCE trial were conducted in China (48)(49)(50), WJTOG3405 and NEJ002 trial were conducted in Japan (51,52). To date, EGFR-TKI treatment has been the most important targeted therapy in lung adenocarcinoma from East Asia never-smokers as approximately 70% of these patients have the opportunity to receive EGFR-TKI treatment. Of note, although the above-mentioned trials did not enroll EGFR-mutant patients based on histologic type and smoking status, most of the enrolled patients (ranging from 87% to 100%) presented with adenocarcinoma histology. Furthermore, of the 1,416 patients enrolled in the six trials that only included EGFR-mutant patients (LUX-LUNG 6, OPTIMAL, ENSURE, CONVINCE, WJTOG3405 and NEJ002 trial), only 27.9% (395/1,416) were former or current smokers. A recent meta-analysis revealed that smoking status may have an adverse impact on the PFS benefit of EGFR-TKI treatment (pooled HR for PFS of never-smokers, 0.32, 95% CI: 0.27-0.37, treatment-smoking interaction P=0.02). However, current or former smokers can also derive PFS benefit from EGFR-TKI treatment (pooled HR for PFS, 0.50, 95% CI: 0.40-0.63) (53).", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > EGFR sensitizing mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Although initial response is often tremendous, most patients, if not all, eventually become resistance to EGFR-TKIs. Prospective trials have investigated the role of continuation of EGFR-TKIs beyond progression (54)(55)(56)(57). ASPIRATION trial was a phase 2, open-label, single-arm study conducted in Hong Kong, South Korea, Taiwan, and Thailand, including patients with stage IV, EGFRmutant NSCLC (54). Of the 207 enrolled patients, 72.9% (151/207) were never-smokers and 97.1% (201/207) presented with adenocarcinoma histology. ASPIRATION trial demonstrated that continuing erlotinib therapy beyond progression result in a 3.1-month improvement in PFS, suggesting continuing erlotinib therapy beyond progression is feasible in Asian patients. IMPRESS trial was a phase 3 randomized trial that compared the continuation of gefitinib plus chemotherapy with placebo plus chemotherapy  in patients with EGFR mutation-positive advanced NSCLC after failure of first-line gefitinib (56). However, continuation of gefitinib in combination with platinumbased chemotherapy did not prolong PFS as compared with chemotherapy alone (median PFS: 5.4 vs. 5.4 months, HR =0.86, 95% CI: 0.65-1.13, P=0.27) (56). Recent updated OS and biomarker analyses demonstrated that continuation of gefitinib plus chemotherapy had a detrimental effect on OS when compared with chemotherapy alone (median OS, 13.4 vs. 19.5 months, HR =1.44, 95% CI: 1.07-1.94; P=0.016) (57). Furthermore, the detriment effect was significantly shown in patients with T790M mutationpositive plasma samples (HR =1.49, 95% CI: 1.02-2.21, P=0.0432) (57). IMPRESS trial suggested that platinumbased doublet chemotherapy remains the standard of care when acquired resistance develops and the detrimental effect of continuation of gefitinib may be driven by T790Mpositive status. Our recent retrospective study also showed that patients may derive modest benefit from continuation of gefitinib in T790M mutation-negative tumors (58).", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > EGFR sensitizing mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The emergence of T790M secondary mutations at exon 20 remains the dominant cause of acquired resistance to EGFR-TKIs. T790M mutations occur in about half of acquired resistant cases in East Asian patients (59)(60)(61). Furthermore, T790M mutations is also the major acquired resistance mechanism of afatinib in East Asian patients, presenting in 47.6% (20/42) acquired resistant cases (62). Osimertinib (AZD9291) is an oral, potent, irreversible EGFR-TKI selective for both EGFR sensitizing mutations and T790M resistance mutations. Serial trials have investigated the efficacy of osimertinib in patients with T790M resistance mutations, with an ORR of 61% to 70% and median PFS of 9.6 to 12.3 months (63-65). AURA3 trial was a randomized, international, open-label, phase 3 trial that compared osimertinib with platinum-based therapy plus pemetrexed in T790M-positive patients (66). Osimertinib resulted in a significant improvement in ORR (71% vs. 31%, P<0.001) and PFS (10.1 vs. 4.4 months; HR =0.30, 95% CI: 0.23-0.41, P<0.001) when compared with standard chemotherapy. AURA17 was an open-label, singlearm, phase II study that evaluated the safety and efficacy of osimertinib in East Asian T790M-positive patients (67). Of the enrolled 171 patients, the ORR was 63% and median PFS was 9.7 months, which was consistent with the results observed from global data. To date, osimertinib has been approved for patients with T790M resistance mutations after failure of first-or second-generation EGFR-TKIs in China, Japan and South Korea.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > EGFR sensitizing mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Chromosomal rearrangement involving receptor tyrosine kinase (RTK) in lung cancer was first discovered in 2007 and currently rearrangements in three major RTKs have been identified as therapeutic targets in NSCLC.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > ALK/ROS1/RET rearrangement", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "ALK rearrangement defines another distinct subtype of patients with NSCLC, accounting for about 5% of all NSCLC cases (68). In never-smoker adenocarcinoma from East Asian, the frequency of ALK rearrangement range from 4.95% to 9.6% (11,(31)(32)(33)(34)(35)69), which was similar with that in Caucasian. Crizotinib is an oral small-molecule TKI of ALK, MET, and ROS1 kinases and has been approved for the first-line treatment of advanced ALK-rearranged NSCLC based on the results from PROFILE1014 trial (70). Nishio et al. recently reported a post-hoc analysis of the safety and efficacy of crizotinib in Asian populations from two global phase III trials (PROFILE1007 and PROFILE1014) (71). Consistent with the observations of overall patient populations, crizotinib also demonstrated better PFS (previously treated: 7.7 vs. 3.0 months, HR =0.49, 95% CI: 0.37-0.64, P<0.001; previously untreated: 13.6 vs. 7.0 months, HR =0.44, 95% CI: 0.30-0.65, P<0.001) and ORR (previously treated:75% vs. 22%, P<0.05; previously untreated: 70% vs. 54%, P<0.05) vs. chemotherapy both in previously treated and untreated Asian patients with ALK-positive NSCLC. The safety profile and efficacy were similar between Asian patients and non-Asian patients. PROFILE1029 trial was a randomized, phase 3 trial that compared crizotinib with platinum-based therapy plus pemetrexed in Chinese and Asian patients with ALK-positive tumors (72). The median PFS (11.1 months) and ORR (88%) were consistent with that observed in the PROFILE 1014 trial. To date, crizotinib has been proved as standard first-line therapy for patients with ALK-positive NSCLC in China, Japan and South Korea. Alectinib is a highly selective ALK inhibitor with high brain-penetrant that has shown high anti-tumor activity both in ALK inhibitor-naïve and crizotinib-resistant patients (73)(74)(75). J-ALEX trial was a randomized, open-label, phase 3 trial comparing alectinib with crizotinib in Japanese patients with previously crizotinib-naive, advanced ALK-positive NSCLC (76). J-ALEX trial showed the superiority of alectinib over crizotinib in terms of PFS (not reached vs. 10.2 months, HR =0.34, 99.7% CI: 0.17-0.71, P<0.001). Dose interruptions due to adverse events were also significantly © Translational lung cancer research. All rights reserved. Transl Lung Cancer Res 2018;7(4):450-463 tlcr.amegroups.com reduced with use of alectinib as compared with crizotinib (29% vs. 74%). The results of J-ALEX trial were further confirmed in ALEX trial and suggested the superiority of alectinib over crizotinib both in Asian and non-Asian ALKpositive NSCLC (77).", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > ALK", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "ROS1 is another RTK that shares extensive amino acid sequence homology with ALK. Clinical characteristics of patients with ROS1 rearrangement are similar to those observed in patients with ALK-rearranged NSCLC (78,79). Although ROS1 rearrangement was predominantly identified in never-smokers with adenocarcinoma, the alteration has also been found in patient with SQCC (80), adenosquamous (81,82), adenocarcinoma/SCLC (83), and even large cell carcinoma (84). Generally, the frequency rate of ROS1 rearrangement was very low, with a prevalence ranging from 1% to 2% in Asian patients. Results from a phase I study (PROFILE1001) demonstrated that crizotinib was highly active in patients with ROS1-rearranged NSCLC; 72% (36/50) of enrolled patients responded to crizotinib and the PFS was amazing 19.2 months (85). Recently, second-generation ALK/ROS1 inhibitor (ceritinib) (86), third-generation ALK/ROS1 inhibitor (lorlatinib) (87) and multitarget TKIs (entrectinib and cabozantinib) (88,89) also demonstrated potent activity in patients with ROS1rearranged NSCLC. In a large East Asian phase II study of crizotinib, the ORR was 69% and median PFS was 13.4 months in 127 patients with ROS1-rearranged NSCLC (90). In a South Korean phase II study, 32 patients with ROS1-rearranged NSCLC were treated with ceritinib (86). The ORR was 62% and median PFS was 9.3 months for all patients and 19.3 months for crizotinib-naïve patients.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > ROS1", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Approximately 1% of lung adenocarcinoma are driven by oncogenic RET rearrangements (91). RET-rearranged tumors are commonly found in young never-smokers with a solid-predominant subtype of adenocarcinoma, constituting 1.4% of NSCLC and 1.7% of adenocarcinoma in Chinese patients (91). Consistently, the identified RETrearranged patients in our previous study were all neversmokers (92). Independent investigators have evaluated the role of multikinase RET inhibitors, such as cabozantinib and vandetanib, in RET-rearranged NSCLC (93-95). Yoh et al. recently reported the activity of vandetanib in 19 patients with RET-rearranged Japanese NSCLC in a phase II trial (94). The ORR, median PFS, and median OS in overall patients were 47%, 4.7 months, and 11.1 months. Of note, the CCDC6-RET subtype showed a higher sensitivity to vandetanib than did the KIF5B-RET subtype [ORR: 20% (2/10) vs. 83% (5/6); median PFS: 2.9 vs. 8.3 months; median OS: 11.1 months vs. not reached] (94). GLORY (the Global, Multicenter RET Registry) was the largest single database of patients with RET-rearranged lung cancers (96). When the data was carried out, 165 patients with RET-rearranged NSCLC from 29 centers across Europe, Asia, and the USA were accrued. Of those, 53 patients were treated with a RET inhibitor. The ORR, median PFS, and median OS were 26%, 2.3 months and 6.8 months, respectively. Regarding specific RET inhibitors, the ORR of cabozantinib, vandetanib, and sunitinib was 37%, 18%, and 22%, median PFS was 3.6, 2.9, and 2.2 months and median OS was 4.9, 10.2 and 6.8 months, respectively. Notably, the ORR and PFS or OS were not statistically significant different by various fusion subtypes (KIF5B vs. other partner) (96). In summary, the epidemiologic and clinical characteristics of East Asian patients with ALK/ROS1/RET rearrangements were similar with those of Caucasian patients. Although clinically meaningful benefit was seen with RET inhibition therapy in both Asian and non-Asian patients, its activity was lower than those treated with ALK or ROS1 inhibitors in patient with ALK or ROS1 rearrangements. Multikinase inhibitors might not be the most effective strategy for this subtype of patients and highly RET-specific TKIs are needed.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > ROS1", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "METex14 skipping has been recently identified as a rare oncogenic alteration in NSCLC (97), with an overall frequency of 2.7-3.0% in Caucasian patients (97,98). Among 795 East Asian NSCLC patients, the prevalence of METex14 skipping was 2.1% (17/795) (99). Of 45 patients with quintuple-negative lung adenocarcinoma (EGFR/ KRAS/ALK/ROS1/RET negative), 37.8% (17/45) of patients had METex14 skipping. The incidence of never-smokers in patients with METex14 skipping (41.2%) was significantly lower than that in patients with EGFR mutations or ROS1 rearrangements (99). In another study including 1,296 Chinese patients with NSCLC, METex14 skipping occurred in 1% (12/1,296) of all NSCLC cases (100). Of these cases, 10 were with adenocarcinoma histology, 1 with adenosquamous, and 1 with SQCC. Among METex14 skipping adenocarcinoma, 50% were never-smokers. The prevalence of METex14 skipping in East Asian patients (1% to 2.1%) seemed to a bit lower than that in Caucasian patients (38,98,100). Preclinical data and case reports suggested that patients with METex14 skipping can derive clinical benefit from MET inhibitors (crizotinib and INC280) (97,101). However, in two cases of Chinese patients with METex14 skipping treated with crizotinib, 1 patients responded to crizotinib with a PFS of 9 months and the other one experienced disease progression only 1 month later, mainly due to co-existing with Kras mutations (100).", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > MET 14 exon (METex14) skipping", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "HER2 is a member of the EGFR family of RTKs, which also includes EGFR (HER1), HER3 and HER4. In the Chinese population, the prevalence of HER2 mutations ranged from 2.4% to 5.94%, a little more common than Caucasian population (11,32,35,69,(102)(103)(104). In our previous study, HER-2 mutation was detected in 4.8% (22/456) of EGFR wild-type lung adenocarcinoma (105). Recently, HER2 inhibition therapy with small molecular TKIs, such as afatinib, dacomitinib, neratinib, and lapatinib, may represent a promising therapeutic option in patients with HER2 mutations (106)(107)(108)(109)(110). Pyrotinib (SHR1258, discovered by Shanghai Hengrui Pharmaceutical CO., Ltd.) was a novel irreversible EGFR/HER2 dual TKI and demonstrated robust anti-tumor activity in HER2-positive breast cancer both in vivo and in vitro (111). In a phase I study of pyrotinib in HER2-positive metastatic breast cancer, the maximum tolerated dose was established as 400 mg (112). Of 36 evaluable patients, the ORR was 50% and median PFS was 35.4 weeks. Furthermore, the ORR was impressive and 10 out of 12 (83.3%) patients achieved an objective response in trastuzumab-pretreated patients. Ren et al. recently reported preliminary results of a phase II study about the efficacy and safety of pyrotinib in Chinese patients with HER2-mutant advanced NSCLC (113). By Jul 21, 2016, 11 patients were treated with pyrotinib at a dose of 320 or 400 mg orally per day. The ORR was 54.5% (6/11) and disease control rate (DCR) was 81.1% (8/11). The median PFS was 6.2 months and side effects were mild. This trial is still ongoing (NCT02535507) and we expectantly await further results. Lung SQCC or SCLC in never-smoking East Asian: potentially distinct subtypes? Lung SQCC and SCLC are two common histologic type of smoking-related lung cancer. The incidence of neversmoking lung cancer increased over time both in Asian patients and non-Asian patients, although the reason remains unknown. Furthermore, the proportion of neversmokers is higher among Asian patients with lung cancer than in non-Asian patients, therefore, a better understanding of the epidemiologic and biologic characteristics of neversmokers has become increasingly important, especially in Asian patients.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > HER2 mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Huang et al. recently characterized the clinical features and specific driver genes status of never-smoking lung SQCC in 597 Chinese patients (114). Overall, 14.7% (88/597) were never-smokers. The never-smokers were more likely to be female patients than ever-smokers (42.05% vs. 1.57%, P<0.001). Among the 76 never-smokers who had high quality tissue to detect oncogenic mutations, 16 harbored known oncogenic mutations, including 10 (13.16%) EGFR mutations, 1 (1.32%) Kras mutations, 2 (2.63%) HER2 mutations, 1 (1.32%) BRAF mutations, 2 (2.63%) PIK3CA mutations and 2 (2.63%) FGFR fusion. The prevalence of oncogenic drivers was significantly higher in never-smokers than that in ever-smokers (21.05% vs. 11.05%, P=0.023), especially EGFR mutations (13.16% vs. 3.40%, P=0.001). Furthermore, never-smokers tended to have poorer OS than ever-smokers. In another study of South Korean patients, 5.0% (19/379) were never-smokers (115). Similarly, of these 19 patients, 52.5% (10/19) were females. The investigators further analyzed fifty cancer-related genes in never-smokers (12 patients) and ever-smokers (14 patients). Although the distribution of hotspot mutations in never-smokers was similar to that in ever-smokers, EGFR mutations were found in both neversmokers and ever-smokers. Generally, in SQCC patients with EGFR sensitizing mutations, EGFR-TKIs are generally less effective than in adenocarcinoma (116). Of note, in that study, among 4 never-smokers with lung SQCC with evaluable data, 1 achieved complete response, 1 achieved partial response, and 2 achieved stable disease (116). In another study conducted in China, among 51 nonadenocarcinoma patients with EGFR sensitizing mutations treated with EGFR-TKIs (26 with SQCC), the median PFS was longer in never-smokers than ever-smokers (5.49 vs. 3.78 months, P=0.036) (117). Several cases also observed a significantly clinical benefit from crizotinib or alectinib in patients with ALK/ROS1-rearranged SQCC (118-122) (Table 1). Interestingly, all these patients mentioned above were never-smokers and one patient who did not respond to alectinib was an ever-smoker SQCC (123) (Table 1). These results, at least in part, suggest that lung SQCCs in neversmokers may be a distinct subtype, and further research into lung SQCC in never-smokers is needed. © Translational lung cancer research. All rights reserved. Transl Lung Cancer Res 2018;7(4):450-463 tlcr.amegroups.com", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > HER2 mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "The prevalence of never-smokers with SCLC in Caucasian patients is very low, accounting for 2.0% to 2.5% of all SCLC cases (124,125). Two recent studies showed that the proportion of never-smokers with SCLC in East Asian patients was higher than that in Caucasian patients (12,13). In the study by Sun et al., 13% (50/391) were never-smokers in South Korean patients. In our study, 22.8% (69/303) were never-smokers in Chinese patients (12). Furthermore, more than 80% of never-smokers were females. Both studies demonstrated that never-smokers with SCLC had better survival than ever-smokers (12,13). Of 28 genetically evaluable never-smokers, EGFR mutations were detected in four cases (14.3%), and other molecular alterations included TP53 in 26 cases (92.9%), RB1 in 7 cases (25%), PTEN in 5 cases (17.9%), MET in 4 cases (14.3%), and SMAD4 in 3 cases (10/7%) in the study by Sun et al. (13). Although EGFR mutations can be found in SCLC phenotypically transformed from adenocarcinoma as an acquired resistance mechanism to EGFR-TKIs, these 4 cases were found in patients with de novo SCLC. A recent case revealed that one never-smoking patient with de novo SCLC harboring EGFR exon 19 deletion but had no response to erlotinib (126). However, due to the high proportion of never-smokers among Asian SCLC patients, better understanding of the biologic characteristics of these subtypes of patients may provide new insights for the treatment strategies that have not changed for decades. Immunotherapy in never-smoking East Asian: can a patient population not always be blessed?", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > HER2 mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Immunotherapy with immune checkpoint blockade targeting the programmed-death 1/programmed-death ligand 1 (PD-1/PD-L1) axis represents a novel approach for the treatment of patients with advanced NSCLC (127). Several randomized trials have demonstrated a significant survival advantages of PD-1/PD-L1 antibodies over docetaxel as second-line therapy (128)(129)(130)(131)(132). Furthermore, pembrolizumab has been approved as first-line therapy for advanced NSCLC patients with PD-L1 positive tumors (≥50%) based on the results of KEYNOTE-024 trial (133). Of note, the current obstacle to the wide use of anti-PD-1/ PD-L1 antibodies is lack of biomarker to identify beneficial patient population because only about 20% of patients with NSCLC respond to anti-PD-1/PD-L1 antibodies. Tumor mutation burden (TMB) has recently been identified as a promising biomarker for response to immune checkpoint inhibitors (134). Patients with high nonsynonymous burden had higher ORR (63% vs. 0%, P=0.03) and better PFS (14.5 vs. 3.7 months, HR =0.19, 95% CI: 0.05-0.70, P=0.01) than those with low nonsynonymous burden. High TMB can increase the number of neoantigens, which are recognized by T cells, therefore enhancing tumor immunogenicity and leading to an antitumor immune response (134). These preliminary findings have been confirmed in an exploratory analysis of CheckMate-026 trial (135). In CheckMate-026 trial, although nivolumab did not prolong the PFS as compared with chemotherapy in patients with previously untreated advanced NSCLC with PD-L1-positive tumors (≥5%), the ORR (47% vs. 28%) and PFS (9.7 vs. 5.8 months, HR =0.62, 95% CI: 0.38-1.00) were significantly improved with the use of nivolumab in patients with high TMB (135). Genomic analysis has demonstrated that smokers had a significantly higher number of mutations  PFS, progression-free survival; SQCC, squamous cell carcinoma.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > HER2 mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "per Mb (median 10.5, range 4.9-17.6) than neversmokers with NSCLC (median 0.6, range 0.6-0.9) (134). Therefore, smokers are more likely to induce greater TMB and derive clinical benefit from checkpoint inhibitors than never-smokers. Interestingly, Kinoshita et al. found that non-smokers with adenocarcinoma can generate an immunosuppressive tumor microenvironment and inhibit CD8 + T-cell activation, suggesting checkpoint inhibitors may not be effective in this subtype of patients (136). However, in a recent meta-analysis, the treatment benefit for checkpoint inhibitors was independent of smoking history (current and former smokers vs. never smokers: HR for death, 0.69 vs. 0.79; interaction, P=0.40) (137). Actually, it is the molecular smoking signature rather than selfreported smoking history that is significantly related to the clinical benefit from checkpoint inhibitors (134). Therefore, there is currently lack of robust evidence to select the beneficial population by smoking history for checkpoint inhibitor therapy. As mentioned above, the vast majority of neversmoking East Asians with NSCLC have adenocarcinoma, a subtype largely defined by oncogenic drivers. Although tremendous efficacy has been achieved in these patients with the administration of targeted therapy, the survival outcomes are not satisfactory. Whether checkpoint inhibitors can generate a durable response of these patients, therefore, becomes of great importance. However, recent randomized trials and meta-analysis revealed that patients with EGFR mutations did not derive survival benefit from checkpoint inhibitors (128)(129)(130)(131)(132)138). A recent retrospective study also demonstrated that EGFR mutations or ALK rearrangement was associated with low response to checkpoint inhibitors (3.6%, 1/28) (139). The poor response to checkpoint inhibitors in patients with EGFR mutations or ALK rearrangement may result from a potentially immunosuppressive microenvironment in these patients (139). EGFR mutation was also correlated with uninflamed phenotype and weak immunogenicity, with decreased PD-L1 expression, lack of T-cell infiltration, and lower TMB (140). A recent report showed that High CD73 expression in EGFR-mutant NSCLC may be another cause that contribute to the reduced benefit from checkpoint inhibitors, which can alter immune cell function and is correlated with low PD-L1 expression (141). Sabari et al recently reported preliminary results of immunotherapy in NSCLC with METex14 skipping (142). However, only 1 patient (6.7%, 1/15) responded to checkpoint inhibitors and median PFS was only 2.3 months. TMB was lower in patients with METex14 skipping and no partial response was observed even in patients with high TMB (142). Current evidence suggests that never-smoking adenocarcinoma from East Asia, the potentially beneficial population of targeted therapy, do not seem to be the same beneficial population of immunotherapy.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > HER2 mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "Notably, although this review focuses on East Asia, most of the data comes from China, Japan, and South Korea and we have little information about Mongolia and North Korea. Furthermore, China is a huge country with a diverse ethnic population. Almost all the reported data in Chinese targets Han population. As the ethnic minorities have distinct life-styles, growing backgrounds, diets and living conditions compared with Han population, the genetic profiles may also differ. For example, Uyghur population, mainly living in North-west of China, had significantly lower EGFR mutation rate than Han population (12% vs. 55.1%) (143). Therefore, these experiences and treatment strategies cannot be directly generalized to other East Asians, namely Mongolians and North Koreans, and Chinese ethnic minorities, and further studies are still needed in these populations.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Lung adenocarcinoma in never-smoking East Asian: a subtype largely defined by oncogenic drivers > HER2 mutations", "block_metadata": {"block_type": "text", "language": "en"}}
{"document_title": "Readings", "content": "In summary, approximately one third of all lung cancer patients in East Asia are LCINS. Never-smokers are more often diagnosed with adenocarcinoma in East Asian, a subtype largely defined by oncogenic drivers. In this subgroup of patients, as high as 90% of patients have been found to harbor well-known oncogenic mutations and can be successfully managed with targeted therapy inhibiting specific oncogenic mutant kinases. Lung SQCC and SCLC are two common histologic type of smokingrelated NSCLC. The incidence of LCINS also increases over time in East Asian patients. Recent studies suggest that lung SQCC and SCLC in never-smokers may be distinct subtypes, and better understanding of the biologic characteristics of these subtypes of patients may provide new insights for the treatment of these patients. Although Immunotherapy with immune checkpoint blockade generates durable response in some patients with advanced NSCLC, lung adenocarcinoma from East Asian neversmokers do not seem to be the beneficial population. These findings may reflect the considerably lower total mutation burden (and thus fewer neoantigens) in never smokers. However, there is currently lack of robust evidence to guide checkpoint inhibitor treatment by smoking history.", "last_edit_date": "2018-08-17", "url": "https://pubmed.ncbi.nlm.nih.gov/30225210/", "section_title": "Readings > Lung cancer in never smokers—the East Asian experience > Conclusions", "block_metadata": {"block_type": "text", "language": "en"}}
