{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "If If you have not gotten food yet, please go ahead and grab a plate and take you some. We're gonna get started really soon, so go ahead and maybe while while where people get in touch maybe you can run through the class and just fix everything first before we can start. I'm Langsha. I'm one of the TAs. You probably received Canvas notification from me. That basically explains most things, but let me also Chris. Yeah. And I also got emails from me as well. Thanks so much for all of your interest. We know that there are probably some students here who haven't officially enrolled yet. Uh, we would just kindly ask if you aren't enrolled. You don't have to like leave at this moment, But in the future sessions, given how kind of limited space we have, um, we'd appreciate if you could email us and we were happy to send you the recordings for the class applicants too. But just kind of given a limited space, uh, we want to get fired if you have that official enrollment.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "0-2", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Yes, because as you can see, we are officially out of chairs. So we are prioritizing students who are officially enrolled in the class. So if you're not, we can give you recordings. Um, but, uh, yeah, we, I don't wanna get yelled at by the fire marshal because that say we have too many people in the program. Steven, you want to introduce yourself? Hey, Steven. I'll be on the camera. I have a second. Yeah. I already sent most of the campus things, so I'll keep this really short. Right? Attendance, we this is really a once in a lifetime sort of opportunity of a class, so please be present. If you're not able to attend, please let us know ahead of time. Um, also, please be as self conscious as possible. Uh, Doctor. Lin is endeavoring to make every single session. Right? So if you're feeling unwell, ideally, just don't attend for that week. Let us know, and we'll send you a recording afterwards. Uh, we also have masks that we'll provide every week. So if you need a mask, uh, just come to me or Richard, and we can pass you on. I set most of the logistics for attendance, assignments, everything. I'm going to write today's login codes on the board. But basically, every week, we'll have a login code.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "1-3", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "That's what you'll use to go on Canvas, go to the attendance survey, and just input the code. You'll be able to do it. And then every week, right before lecture, we have an assignment. It's basically ask a question, give feedback on a prior session. Everything else is on Canvas, so we should be good to go. If you have any questions, just reach out to us. Yeah. And and otherwise, uh, the last announcement I wanna make is if you can please maybe get to class a little bit earlier since we do have food here. Grab food, grab a plate, take a seat, that way we can start right on the dot, uh, because there's sometimes there are classes afterwards too, so we wanna maximize, uh, the 50 minutes that we have with Doctor. Lin each week. Well, I wanna first thank our awesome TAs, Longshaw, Richard and Steven for making this class possible. I would not have decided to do this class. It's out there to help because, you know, I don't know whether I'm going to feel well week to week. And definitely when we came with the idea of this class, I didn't know how it was going to be because that was a few months ago. So really great thanks to you for volunteer, their volunteer TAs, for volunteering to put this class together and really appreciate it.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "2-5", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "And then thanks to Primary Care and Center For Asian Health Research and Education, uh, as well as, uh, several donors we have who are, uh, providing funding for the food is, you know, I think, um, as many of you may not know, food is not free at Stanford. It's got to come out of somebody's pocket. And so we were able to get some funding for food for you. And thanks to all of you for your patience. I know it's been very difficult to get into class and it was filled up and there's a waiting list. But rather than making this into a giant, you know, huge class, wanted to limit it so it's a little bit more personal, and there's a little bit more direct interaction here. Um, can I just quickly, how many med students do we have? Okay, great. And how many undergraduates do we have? Any non medical student, graduate students? Okay, great. And how many non degree granted students? Okay, great. Perfect. So we have a great mix of people here, but really welcome to our class today. Do I need to turn on any of the mics or there? Go ahead. Okay, yeah, okay. So as you can see, we've gotten a lot of attention about this class from the media. We have a reporter from the New York Times in the back.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "4-6", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So just so you know, uh, full disclosure. But don't do anything weird. But if you want to talk to her, Kate Selig, uh, feel free, I think she'll be around afterwards. And then we have also our fantastic, uh, Lisa Kim who works at Stanford and, uh, she does a fantastic piece called 90 Seconds with Lisa Kim. So I will this last little part of 90 Seconds with Lisa Kim. And Steven is doing a high quality recording for our class, uh, to make and also to distribute later for people, uh, to consume broadly. So we really wanna, uh, spread this class as widely as possible. But, you know, thank you for signing up the class. Um, I'm really happy that this was such a kind of, um, interesting and and unusual class that people would reach out to me to want to take. Uh, it's quite an honor for me, honestly, the fact that you would wanna sign up for my class. I know it's hard. I I promised myself I would check that, and I'll check you out. I know it's hard. I've started classes where literally we had 1 student sign up, so I know you guys have great choices. But I wanted to start by talking about why I decided to start this class.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "5-7", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So I was diagnosed, uh, and we'll get into great detail about how I was diagnosed today, uh, with nonsmoker lung cancer, with lung cancer, non small cell lung cancer, endocarcinoma, and a never smoker. I've never smoked, never had a puff of smoke of anything in my life. Um, and I was diagnosed this May, um, and, you know, I went through the experience. I've been a physician at Stanford now for almost 19 years. And I went through the experience of what a patient goes through. And I thought I have a unique perspective to provide as somebody who's a physician or somebody who's a patient really relay what I went through and what I'm still going through as a cancer patient. So I thought that would be helpful, especially in the medical students, but also to the undergraduates and to our non undergraduate, non degree seeking students, uh, here as well. Um, so hopefully this class is very helpful to you in that regard. Um, my dream is some of you will go into cancer care of some aspect. Could be primary care.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "6-8", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "I'm a primary care doctor. Uh, we're heavily involved with diagnosing and treating patients with cancer. Um, could be research. I would love for some of you to go into research and to devote part of your time to seeking out new treatments and diagnostic tools and other tools for treating cancer. Uh, but also there's so much involved, um, with life and cancer, you know, spiritual care, caregiving. So it would be great to me if even just one of you decided because of this class that you want to spend part of your career on something that's so important to me. So I wanted to start out with a story. You know, since I was diagnosed, I have stage 4 cancer, which is not curable. Um, I will highly likely die of this cancer or something related to this cancer. It may be 1 year, it may be 2 years, it may be 5 years, I really don't know.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "7-9", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "But, you know, I had this just amazing experience with a patient. This is back in 2013. I had this letter scanned in. We moved so many times recently that I can't find the original, but luckily, I had a scan of this letter. And he wrote me this this this letter that really encapsulated you know how you you guys, all in Meditool doctors, all had to write some essay about, you know, why did I why do I wanna go to meds? Right? So, you know, I wrote a lot of stuff then and wrote it, but reading this letter really capsulated why I wanna go to meds. So, dearest doctor Lin, I wanted to thank you so much for taking such good care of me in my old age. Treated me as you would treat your own father, humor and care and great professional skill. So he wrote this letter to me, and I received this letter 2 weeks after he died.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "8-10", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So I had worked with this patient for several years, and nice gentlemen would always come in, clothes immaculately ironed, tie, hair, no hair out of place, and he had chronic kidney disease, and he had not wanted dialysis for many years. And his family was not ready to let him go as his kidney disease progressed. And, you know, I talked with the family, talked with him. As time got close, you know, the family really wasn't ready to let him go, and they convinced him. And I was involved in the conversation. They convinced him to go on dialysis. He had a really tough time with dialysis, was hospitalized a couple of times and met with the family and we decided to withdraw dialysis, which meant he would die. And so, you know, he spent time writing a letter for me during his last hours of the life, last time supply. So that really impacted me a lot. And so, you know, in a way, this class is part of my letter for what I'm doing uh, to give back to my community, um, as I go through this. So really thank you for coming and really appreciate your attendance today. I knew I I I was like, I'm not gonna choke up. I told Jackie the other day. I'm like, I'm not gonna choke up. I'm like, I've", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "9-11", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "choked up several times. But, uh, a couple of things. In addition to the class, we also have a special session November 16th on cancer storytelling. Uh, so that'll be a Saturday session at the Health Library. I hope as many of you as possible can attend. That will be around, um, uh, we'll have a keynote speaker, Brian Thies, who is, uh, wrote a graphic novel called Mom's Cancer. And Mom's Cancer is about his experience, taking care of his mom, who also had lung cancer. And, uh, we'll have a great session from Lauren Toomer, who I think most of you know, um, who is a amazing artist talking about how to draw a skeleton and animate the skeleton for graphic medicine, as well as, somebody thoughtfully love to clean spots up here, though. As well as we'll have letter writing, lasting letters with Frish Brandt. So we'll have a session, and then we're trying to get a panel, a group of patients and caregivers to tell their story as well during the session. So I can make it November 16th, 12 to 4. There will be food as well. Um, and I know that's a bigger that's one thing I learned when I had one student sign up with class. I was told, if you have food,", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "10-12", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "they will come. So we didn't advertise the food, so you guys came anyway, so thanks for that. Um, and then we also have a mixer for medical humanities. When is that? October 2nd. October 2nd. And it's right in front of CCSR where the cafe tables outdoors at 5:30. So new students, um, continuing students who are interested in learning more about our program and ways to get involved. And there will be food there as well. And generally, it's been for medical students, but undergraduates and your undergraduates can get Right. Right. Because now there's a medical humanities minor at the undergrad level. I just don't know about that. But, um, I'll send the announcement to you guys and we can send it. So without further ado, I don't want to eat into Doctor. Luis' time, but without further ado, uh, we're going to invite Doctor. Paul Ford. Doctor. Paul Ford has been a, uh, primary care doctor at Stanford for over 30 years, uh, used to work with the sports team as well, and is one of the sports, uh, one of the team doctors, uh, for many years, uh, and lived on campus for many years too. What was the, where did you live? Yeah, Kings Cook Gardens. Kings Cook Gardens. Which is no longer there. No longer there.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "11-13", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "But, uh, Paul is, um, Paul's my primary care doctor. We work right near each other. And so back in, I'd say probably March, I was starting to have a cough, And then I said, hey, Paul, I got this cough. And then, you know, what did we do? Yeah. Well, I don't wanna make Brian feel self conscious, but he actually coughed a couple times. I don't know if he noticed this. That's not the cough he was having before. So the coffee he has today is kind of just a clearing your throat kind of cough. So when someone comes up with you to evaluate their cough, you think of kind of 3 chronologies, and it kind of helps you hang your hat on how you're going to progress the diagnosis. So you think of coughs that are 2 weeks or less are often viral coughs, acute bronchitis, can be bacterial or viral, or it can be from sinusitis.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "12-14", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So you usually think of an acute infectious disease. If a cough between 2 weeks 2 months, then you can kind of think of those as kind of a post reactive cough. So a lot of people that have coughs that are 2 months or less in duration are usually happen after they've had an infection, and their lungs are trying to heal up. And oftentimes they'll present with you, not during the time of the first infection, but during this recovery phase where they start coughing. And so that's kind of the major cause of coughs in that region.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "13-15", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "And then if they're more than 2 months, then you consider them as a chronic cough. Chronic cough can have a lot of variety of causes, both respiratory tract causes both, the respiratory tract remember goes from your sinus area all the way down to your lungs. So anything going on in your sinuses, you know, sinus infections, allergies can cause a chronic cough. Also, your GI systems cause a chronic cough, so heartburn, when you get acid from your stomach, can go up into your esophagus and cause, tickle your cough receptors in the back of your throat and cause a chronic cough. It's actually a very common cause of cough, especially in people who teach a lot, because you're projecting your voice and it causes you to compress your stomach and that pushes acid up in your stomach. And bringing too much Diet Coke. And getting too much Diet Coke. So those kind of the three things you think of. And then also the next thing is the nature of the cough. What is a cough like? So is it a dry cough? Is it a wet cough? Is there mucus coming up when you cough? Um, is it associated with pain when you take a deep breath or when you cough? So in Brian's case, you know, this was someone who I work with every day.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "14-16", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So was I annoying you with my cough? Well, it's a clinic because I could hear his cough down the hallway. I would know it was Brian in clinic. So it was kind of clearing your throat kind of upper, what I would say is kind of an upper cough. It never sounded like a deep cough, deeper in sound. And it sounded more like some tickling your throat. If you ever had a friend that does this, like some people have a habit of doing this, you kinda know the sound of that cough. So we thought, you know, he's just got a little bit of low grade allergies. We live in this building that's kinda funky on campus, the Hoover Pavilion, which has kind of a weird ventilation system, and there's a lot of trees, a lot of pollen. And I have a long history of allergies in postnatal treatment. Yeah. And reflux. So eventually, you know, I think at that point I even listened to his lungs, we just talked a little bit and thought, let's just try some allergy treatments. So I think we tried an albuterol inhaler and maybe Sterid inhaler. Sterid inhaler.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "15-16", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Tried Flonay, Zyrtec. Nothing really helped at that point. And, um, you know, Paul and I, Paul was worried. Of course, I was worried I had some weird infection. Cancer really wasn't in I mean, I knew it was on the list, but wasn't really top of mind, and I was worried about my vocal cord. So I texted a friend of mine who's the head of rhinology, Doctor. Peter Huang. He's like, oh, I'll get you in right today. That was a Monday. I think it was May 7th. And then, uh, Paul ordered me a chest X-ray that day. Right. But before that, we'd actually I'd noticed that Brian's cough had changed and and actually listened to you know, again, this is also an example of, as a physician, how bad of a patient you can be. And I don't want to get enough Brian's case because I'm the same way. But, you know, um, doctors often won't present to their doctors for an appointment or they'll curbside their friends to see, you know, what's going on. In this case So convenient. He's in a great place standing next to me every day and so-", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "15-17", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "But he was, you know, but in this case, you know, I had been his designated physician and so, you know, he consulted me, but the thing that had changed was when he finally presented in May, number one, he'd been going on now for 2 months, so this was way past the acute phase of a cough, and it had been going on more than 2 months, so it could have possibly been a post reactive cough. And just not to give his whole history, but he had COVID a couple years ago, twice in the fall, October 23 October 22, so it wasn't like a post COVID cough. So anyway, so I decided doing a lung exam, and you know his cough, his lung exam was unusual, because he had some very high pitched wheezing sound in his upper airway fields, which were kind of unusual. And, um, the rest of his lungs were completely clear. He had no fever, um, had no weight loss at that point, no other systemic symptoms of fatigue, of any other symptoms whatsoever.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "16-18", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "But because he had, it was really most of his post ferrits, we thought, you know, what's going on there? So, not to talk to Huang, who's an ENT vet, he thought, you know, let's go ahead and get an x-ray. And we hadn't got an x-ray before that, because you see so many people with chronic coughs, especially in the wintertime here, from allergies and then this whole COVID thing the last 2 years, you know, like everyone's coughing. So you don't wanna x-ray everyone because there's a lot of radiation and a lot of useless x rays. So we finally did an x-ray on Bryant, I think on May 3rd or May 4th. Okay, let me bring up the x-ray. And Doctor. Klooey, since you're here, you know, how many of your patients with lung cancer present with cough, with a long standing, like with a, with a cough? Yeah, how many, how many of your patients actually say, Hey, it all started when I had this cough? So very few of the patients that I take care of actually have any symptoms at all, as I'll get into. Because as a surgeon, I can treat mainly early stage cancer where it hasn't grown or spread very far. So there is a, there are a few, but it's a small proportion. Because you're catching them early. Great.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "17-19", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "X-ray. So, so yes, the first step is to do an X-ray. And so, um, you do 2 views. I don't know if you I didn't put the other ones. Okay. So you should do an AP of the chest like this and then you'll do a lateral where you have them from the side so you can look at the structures. But mainly what we're seeing here is we're seeing these are the lung fields, so this is the left lung, right lung. This is the heart border, so you can see the heart magnified against the chest wall. These are the bronchi, so this is the left main bronchi and the right brain bronchi, and that's the trachea. And then these are the diaphragms. So when you look at the x-ray, you just want to look overall, um, what are the lung fields look like. You want to see if the heart is midline, um, is the heart silhouette normal size. You want to look at the corners here, the costophrenic corners, to see if there's any fluid. In this case, you know, this, if you look on the left side, this this is really sharp. So it so there's really no fluid in there where the lung ends right here.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "18-20", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "But on the right side, there's a little bit of fluid there. You know, and again, very little. You know, if you weren't really paying a lot of attention, we would have noticed that this is just not quite distinct enough. Then the other characteristic things of this x-ray are, you look at the heart border. And in this side case, the right heart border should be a smooth line going up through here. In this case, there was all this haziness. So this tells you there's something going on between the heart and the chest wall, which is the lung. There's something going on in the right side of the lung. And you see a lot of what we call infiltrates. And then you can measure the width of the heart in comparison to the width of the chest.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "19-21", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "In this case, his heart width, which you'd measure upon from here to there, is wider than normal. So that tells you there's also another there's something else projecting that shadow onto the x-ray. And what it is is the mediastinum, which is right in front of the chart heart, there's lymph nodes there. And so there's lymph nodes there that are enlarged and causing the, um, the heart to be a little bit wider than normal. And then if you look at the the bronchi, they're a little bit you know, your bronchi kinda more like this. They're a little bit more, you know, pushed out a little bit. So you wonder if there's lymph nodes there that kind of pressing the bronchi up a little bit. So it was not a normal X-ray. And, you know, we would probably just call this maybe right middle lobe pneumonia, perhaps, but it was very concerning with the shape of the mediastinum. And then on the lateral view, you can actually see some more details, and there's some details on the lateral view that suggested there was fluid around the bronchi on the right side. Um, and so we knew that the next step would be to do a CT scan to to see what's going on.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "20-22", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So next yeah. Thanks. We got the CT 2 days later, uh, on the so that was a Monday. Oh, and then my my friend, Doctor. Huang, looked at my vocal cords and nothing there. Just a little boggy, but nothing concerning. Not definitely even though it sounded upper we had some upper airway, wasn't vocal cords were fine. And then we got this CT scan, which was very concerning. Yeah. So on the scan, um, what you can see is just a big mass there and some increased lymph nodes. And there's some fluid here in the sulcus between the right middle lobe and right upper lobe. What you know, as an internist, we're not radiologists and we're not surgeons. So, you know, I always cheat. Back in the day, we called it the orange crayon sign. So you basically flip through the films, and then anywhere the radiologist would start on something with an orange crayon, well, that's what they were looking at. So luckily with EPIC, they leave their markers where they're measuring things. So this is how they measure out. So here they're measuring the blood flow. Yeah.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "21-23", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Yeah. And then So it's 8 centimeter by 5 centimeter capacity, they called it, which still could be infection at that point. But, you know, it says, while these findings may reflect multilobar pneumonia, possibly tuberculous, given the necrotic lymphadenopathy, there's high suspicion for malignancy. Consider referral to pulmonology for possible tissue diagnosis. And then I had a pleural effusion at that time so you can see the fluid under my right lung. Um, and then because I'm like when with the CT scan, right, you're done, you're lying back, so the fluid kinda collects, uh, where gravity brings it. Yeah. These little things that at this point, these calm little nodules. You know, again, this is just one slide through the lungs, right, so you look through the whole thing. So at this point, you called, uh, our friend, Doctor. Arthur Song. Yep.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "22-24", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So, um, so we knew we knew there was something going on here and we knew that we needed, um, by the history that we had obtained so far, you know, no history of fevers, no history of other medical issues, that we're very highly concerned that there was a malignancy going on causing lymphadenopathy. Or an atypical infection, there's some rare bacteria that can cause lymphadenopathy differences like this. I was praying for the infection. I was like, I hope it's an infection. So one one organizes nocardia is chronic, commonly presents with atypical lymphadenopathy. I mean, in the TB days you think of tuberculosis, but we get TB tests every year in the hospital, so we knew it wasn't that quatiferin test. So anyway, so we called our pulmonology friend, and I actually called him on the phone. He was on his way home from the office and he he said, well, I'll call you back in 30 minutes so he could go home and fire up his computer and pull up the images. So he he called me back in 30 minutes and said, yeah, we're gonna put him on the case tomorrow morning at 7 for a bronchoscopy.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "23-25", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So the next step would be a bronchoscopy where they look down at the lungs, you just pass a scope down into the lungs, and then you can take, you can see what's going on with the airways, and then you can do biopsies and you can see what's going on. And then, yeah, next slide, please. So this was the results on the Monday, uh, you know, on the Monday, uh, world record time, you know, a friend of ours who, he's a dermatology path, dermatopathologist, He was very kind. He he contacted the the path fellows, and and and my samples were prioritized. So then by Monday, which is very fast, I had that bronchoscopy on Friday, and I got basically a result on Monday, which showed the metastatic. So they sampled several levels of olefth nodes, um, and they used ultrasound guidance, uh, metastatic poorly differentiated non small cell carcinoma. So at that point I had a diagnosis, uh, but no staging at that. So next slide, please. And so the MRI was done first, MRI of the brain. And I had 50, numerous 50 enhancing lesions. So that kind of blew me away. You know, I've seen lots of patients with metastases, right? But 50 is a lot. 50 spots in the brain that were cancer spread to my brain. That was a lot. And and those symptoms?", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "24-26", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Yeah. Minimal. In retrospect, I thought I was having these kind of migraine symptoms I thought may have been due to the metastasis, which this seemed to have disappeared. Um, so maybe. Um, so then at that point, and I think I got the slice where this is the 13 by 9 millimeter, uh, enhancing lesion. There, you can see that light up there. So this is really shocking to me. This, the MRI really drove it home to me in a way, because it was so drastically different than what I was expecting. Uh, next slide, please. And this is just a slice of the PET scan. We do PET CT, we used to do just PET scans, but now we just for anatomic localization do, um, pets with a limited CT. Uh, and you can see here, of course, the right lung here, right, hypermetabolic. So what a PET scan is, uh, they give you essentially nuclear isotope, which is attached to something like glucose, and they tell you not to eat. So then anything that really consumes a lot of glucose lights up under the nuclear camera. So you sit there for, like, an hour.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "25-27", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "They give you an IV. You sit there for an hour in this, like, cold, dark waiting area. They don't like too many other people being nearby because they're gonna get radiation exposure. So, but luckily in my case, they let my wife, for some reason, they let my wife stay there and sit with me, uh, and then everybody's got this really funny, just a funny side detail. You gotta, everybody's gotta pee in the same bathroom because they don't want radiation spread in other devices, so you you'll only be in that bathroom. Uh, and so I had metastases all over the place in the bone, lymph nodes, actually ended up having subcutaneous nodules. So during this whole process, I remember we were teaching the residents and I was looking around like, Oh, I think I have a lymph node here. I think I have a lymph node here. And so we actually all ordered, uh, FNA. So the pathology actually does, well, they'll palpate it and use ultrasound. They'll just do it and look at it under the microscope when you're there. So, um, they did that and actually found out these little lumps I had on my skin, which actually I had no idea could happen. My subcutaneous lumps were not lymph nodes, but they were cancer that spread under my skin.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "26-28", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "And that was, yes, that was 4 days, remember, we, so this was like on a Wednesday, we did a chest X-ray. On the Thursday, we did the CT scan. On Friday, we did On Monday, chest X-ray, Wednesday, CT, and then Friday with the bronch. Bronch. Yeah. And then over the weekend by Wednesday, the next week, he noticed starting on lumps and under his skin. And So this is And the other, this was done, I don't know what day that was done. Yeah, May 17th. Yeah. May 17th. So that was Pet scans take a little longer. Yeah. It's a little hard to get pet scans. I went through this, this is, we'll save this for another session about healthcare access, but it's hard to get anywhere, so you have to constantly check and check and reschedule and reschedule. So, you know, you have to definitely be your own advocate for scheduling, um, but, um, you can see the other things here, right? Many areas of potential metastases and bone in metastases. And by then I was feeling different areas of pain in my spine and ribs, so I thought that was from the coughing, but probably from the metastatic disease. Next slide, please. So at this one I have stage 4 cancer, right? So cancer, and I think Doctor. Liu may talk a little bit about staging. Okay, great.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "27-29", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So, uh, I had stage 4 cancer at that point. And then the last test that came out, which really set me up for a treatment plan, was this GFR mutation. So, um, this is a ephemeral growth factor mutation, which is a tumor mutation, not a germline. It's not inherited, which is very common among Asians. So a little bit of backstory I didn't mention earlier. One of the co founders of the Center For Asian Health, we founded this, I guess, really 6 years ago, but we started the process 7 years ago. And on our first kickoff day, uh, one of the talks was about how lung cancer and never smokers, uh, you know, it's really prevalent and highly prevalent among Asian women. Course, I'm an Asian man, uh, but also Asians generally have 50% have this mutation in their tumor as opposed to non Hispanic whites where it's less than 20% have this EGFR mutation. So, uh, ironically, I'd spent 6 years leading an organization, 7, well, almost 7 years, leading an organization, uh, where one of our priority areas among many other areas that impact agents differently is lung cancer and nonsmokers. Ironically, I became the poster child for a disease that our center was trying to support.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "28-31", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "And we actually had just designated kind of a moonshot effort the prior year to raise money and resources for never smoked lung cancer. And that's how I met actually Doctor. Louis first. So with that, I'll hand it over to Doctor. Louis, sorry. Yeah, and I was gonna say one more thing. I'm sorry. This was really driven by the rapidity of the disease. So he went from no systemic symptoms of syphric cough over 5 days to start having palpable nodules, a low grade headache, and pretty worrisome screening exams. So this was a very rapidly progressing cancer. And I I I this may not be the point for this, but the other thing that we were trying to battle was the system of getting things approved. And maybe you're gonna talk about that at another stage. Oh, yeah. I think we'll do that in the access test. Okay. Yeah. So we'll do that. You hear about the issues of that. So so great. So we'll hear from Doctor. Luke. Doctor. Luke, can you, um, Yep. Yep. If you, uh, oh, there it goes. This is for the recording. Okay. Otherwise, for the classroom plan. Sorry, it's the 1st day, so the time management's, but you're an expert lecturer, Doctor. Lisa. When would you like me to finish?", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "30-32", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Well, the class end at 1:20, so I'm sure the students would be happy to end at 1:20. Let's see here. We can go over a little bit. How is that? Good. Good. Okay. Great. Um, well, thank you so much for having me. It's really an honor to be part of this course and to meet all of you today. Um, Natalie Louie, I'm one of the thoracic surgeons at Stanford. Um, I also run our lung cancer screening clinic and, um, one of the associate medical directors of the Stanford Cancer Center. So I'll talk a little bit of the background about lung cancer staging and screening. So lung cancer causes more deaths than any other cancer. If you look at the causes of death overall, cancer is about a 5th, and lung cancer is about a 5th of cancer deaths. So it's not the most common. The most common by far is breast cancer in women and prostate cancer in men, but lung cancer is a lot more deadly. So it is the most common cause of cancer death in both men and women. In the United States this year, they estimate about 125,000 people will die from lung cancer. And Doctor. Lin has mentioned staging.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "31-33", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So anytime we diagnose cancer, any type of cancer, one of the first steps is called staging, and it's a way that physicians will classify, um, the cancer based on how big the tumor is or where it has spread. So the stages always go from 1 through 4, um, 1 being the earliest and then 4 essentially being metastatic. Um, and here's my diagrams of lung cancer stages. So on the left for 1, it's when the tumor is quite small and it hasn't spread anywhere. Um, in stage 2, it's spread to lymph nodes that are really close by. So you can see this lymph node's right next to the tumor. In stage 3, it is spread to lymph nodes that are a little further away. So these are in the mediastinum, which is the middle of the chest here. And then in stage 4, it's spread to other organs. So that could be the other lung. It could be the brain or bone or some of the more common areas. And so one of the reasons why lung cancer is so deadly is that it doesn't cause symptoms until it's quite advanced most of the time. So people can be in stage 1 and have a small tumor, and they have plenty of normal lung, and they feel completely normal. And even in stage 2 and sometimes 3, people might even feel totally normal, as Doctor. Lin did for quite a while.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "32-35", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Um, and it's really only when the tumor is quite advanced that it starts causing symptoms. So it can obstruct an airway or push on an airway and cause a cough. It can grow into a blood vessel, and people can start coughing up blood. Um, if it spreads to the brain, people might have headaches. If it spreads to the spine, for example, someone might have back pain. And as was discussed, these symptoms are actually quite common. So someone who goes to their primary care physician and says, I have a cough, it could be a 1,000,000 different things that are not lung cancer. Same with back pain. Right? So it's really hard, I think, to diagnose people early.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "34-35", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "And one of the reasons why it's so important to diagnose people early is that the prognosis just plummets as you go down the stages. So if you have a very early stage 1, and there are actually many subcategories of stages, so there's even stage 1A and B and 1A1, and, uh, it's very subclassified. But the very earliest stage, over 90% of people will be alive 5 years later, whereas that basically plummets. And in stage 4, it's less than 10% of people. Most people are diagnosed on this side because that's when they have symptoms and actually go to get evaluated by their primary care physician. So we have really tried to figure out how can we diagnose people on the early side before they have any symptoms, and that is called cancer screening or screening in general. So screening in general means that you're looking for a disease, in this case lung cancer, before it causes any symptoms. And so you are essentially performing a test on a healthy person. And so probably you've heard of more common screening tests like mammography for breast cancer or colonoscopies for colon cancer. Lung cancer screening is a lot newer.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "34-37", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So it is done with a logo CT scan, and doctor Lin showed his CT, which was a diagnostic CT. So this type of scan for screening where people don't have any symptoms has a lower radiation dose. But the scanner looks the same. So patients will lie down and get moved into the scanner. It takes just really a few seconds to do the actual scan. Um, there's no pain, no IVs, no needles performed. They are basically asked just to take a deep breath and hold it for a few seconds so that nothing's moving as the, um, as they're scanning. So currently, um, in the US, lung cancer screening is recommended annually only for heavy smokers. And so we know that smoking, cigarette smoking, is the primary risk factor for lung cancer. And so we recommend, um, screening just for those at highest risk.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "36-38", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So these are heavy smokers. So currently, the guidelines are to screen people that are 50 to 80 years old, have at least a 20 pack year smoking history, and then they're either current smokers or they quit within the last 15 years. And then a big part of the screening process is also smoking cessation counseling, um, if applicable for current smokers. Um, just because I know some of you are not yet in medicine, um, so I just wanted to explain what a pack year was. This is how physicians can quantify the smoking history for each person. So we multiply the number of packs smoked per day on average by the number of years smoked. So the criteria for screening currently is 20 pack years. So you can actually arrive at 20 pack years with different types of smoking history. If someone smoked 1 pack per day for 20 years, they have 20 pack years. If someone smoked 2 packs per day for 10 years, that's also 20 pack years.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "37-39", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So that's the threshold to recommend screening. That's a pretty heavy smoking history you can see. And, um, these guidelines were developed through a few, um, large clinical trials. The first one, um, that really launched lung cancer screening in the US is called the National Lung Screening Trial. And this was, um, a multicenter trial run by the National Cancer Institute, and they enrolled over 50,000 people. You can see they were even heavier smokers. That was the original screening guidelines. And the, um, the participants were randomized to 3 annual screenings, either with the low dose CT scan or with just a plain chest X-ray. Um, and some of the key findings are here. Um, they detected lung cancer in 1.1% of people after the first scan, and half of those were in stage 1. So that's when we can cure people. And overall, after the 3 screenings, the lung cancer mortality decreased by 20%. So for every 320 low dose CT scans, they, um, calculated that we would prevent 1 lung cancer death. So this was really revolutionary. We didn't screen at all before this.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "38-40", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "This was published in 2011. Um, and this really started the process of the US offering lung cancer screening. Just so you know some more of the details, when we do a low dose CT scan or the LDCT, the radiology report will classify findings by the Lung Rad system. So that's the I think, reporting and data system. Um, and so every lung nodule will be classified in one of these from 0 to 4 x depending on how suspicious it is. And you can see the estimated prevalence in the population, and then management depends on how suspicious things are. So if the lung nodule is likely benign, then we may just say get your usual annual LDCT in 1 year. If it's probably benign, we might say, come back earlier. Let's do it in 6 months because we don't want to let this grow if it is a cancer. And then all the way to the ones that are very suspicious, they may get the PET CT that we just discussed or go for a biopsy or even come to surgery and get the whole, uh, nodule removed.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "39-41", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "You can see here that S, uh, stands for significant or potentially significant finding unrelated to cancer. So with this CT scan, we may also find unrelated abnormalities. So coronary artery calcifications, um, other tumors like thymomas in the middle of the chest, thyroid nodules. So there are other non lung cancer related, um, abnormalities that could pop up as well. Yes. Question about the prevalence statistics. Is that for the general population or those that have smoked 20 back years? Those that have smoked. Yeah. So lung cancer screening implementation has been really slow. The National Lung Screening Trial was published in 2011, and the US Preventive Services Task Force officially recommended lung cancer screening in 2013, so 2 years later. And then Medicare covered lung cancer screening starting in 2015. So it took several years just to get this covered by insurance. And even now, almost a decade later, you can see that the screening rates are extremely low. So in California, we are this dark blue. We're estimated around 16 to 17% of eligible people are getting screened. So these are the heavy smokers, um, and the screening rates are really poor.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "40-43", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "I'll go quickly through risks of lung cancer screening. So one might ask, well, why not just screen everybody and then we'll find all lung cancers and no one will ever be diagnosed with advanced lung cancer. Um, but there are risks to the screening test. Radiation exposure, false positives, meaning finding a lung nodule that's initially suspicious and might lead to other, um, scans or tests or biopsies or procedures, even surgery, and then end up being benign. Overdiagnosis. So I think that's more rare in lung cancer, but it's possible that we find a nodule that is very slowly growing. So it wouldn't have hurt the person anyway, but because we found it, we treated it. Incidental findings, so other findings that lead to, um, tests that end up being benign potentially. The cost of the scan, both to the person and then us as a health care system. And then overriding, I think, all of this is anxiety of fear of the scan, fear of lung cancer, fear of knowing that you have lung nodules, even if your doctor tells you they're probably benign. That can cause a lot of anxiety. Doctor. Lin, I don't know if you want me to go into this. I know it's close to the end. So if you want No. No. No. Please. No. Actually, I really want", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "42-44", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "you to go into this. I'm good. Alright. So because it relates to me. Yes. Yes. So we are understanding over the last many years, um, that lung cancer in Asian people is different. And so that's one reason why CARE, the Center For Asian Health Research and Education, wanted to focus on lung cancer and never smokers. Um, so we know that Asian people are more likely to get a type of lung cancer called adenocarcinoma. They're more likely to have eGFR mutations, as Doctor. Lin has. They're more likely to be never smokers. So, um, in the US, about 20% of people diagnosed with lung cancer never smoked. But in Asian populations and Asian American populations, that could be really up to 80% in some racial and ethnic groups. And then finally, they could be round glass modules as well. So this is one small study that shows a little bit of the trends. This was a study out of Florida. So the numbers are small, but I think the trends are very clear. You can see that the, um, these are people, um, diagnosed with lung cancer and then the proportion or the percentage of never smokers in that group.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "43-45", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "And so you can see that in women are in, uh, red here. And compared to the Caucasian group all the way to the left, every Asian group has many a much higher percentage of never smokers all the way up above 80% in the Chinese group. And this is also, uh, reflected in the men as well in gray, but not to such a big extent. So a lot of people have been, um, trying to figure out why there's this big difference. And some of the things, you know, might make sense in terms of Asian culture, but it's very hard to parse out all of these really, um, personal details and risk factors that people have. So, um, it's probably multifactorial. We know that genetics must play some role in it. We know that people with a family history of lung cancer are more likely to have lung cancer, but there's no gene to test now. Secondhand smoke may be a factor. We know in a lot of Asian cultures, the men smoke a lot.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "44-46", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "So the women who are never smokers may actually have a lot of secondhand smoke exposure, um, air pollution, and then finally cooking oil fumes. There have been several studies that have showed an association with cooking on a stove, like stir frying, pan frying, deep frying, especially cooking without ventilation, without a hook. I'll skip this. It's a little into the weeds. And then I just wanted to give you an example of the ground glass nodules or part solid nodules that we see, um, quite frequently in never smokers who have lung cancer. And they'll often be a little wisp here you can see where it's, um, really not very dense and very similar to the lung parenchyma. And we know that people with these, they often grow very slowly. Yeah. And so this was, um, one of my patients, and the time frame was 3 years. And so you can see this is growing very slowly, um, but it is growing in size as well as density.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "45-47", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "It's a little bit more white. And there's even what we call a solid component. So it's bright white instead of that gray. And so never smokers are more likely to have these types of nodules, which are more indolent lung cancers, and that will play into as we're developing any screening guidelines for people who've never smoked. We do have to balance the risks and benefits of the scans, and knowing that many patients have a slower growing cancer may affect how frequently we recommend screening. So Taiwan, um, well, I back up and say a lot of places in Asia are now offering screening. I think their health care system's very different, um, and they're much more likely to recommend scans. So I've had several patients who go to Asia to, um, uh, see their family or go back home and they go see a doctor. And even if they're much younger, even if they're never smokers, a lot of them are offered scans. And then they'll actually come back, um, and and want to get care close to home or close to family here.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "46-48", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Um, so one of the more developed programs is from Taiwan called the Talent Study, and they, um, enrolled over 12,000 people, who were all never or light smokers, but they all had one additional risk factor, um, either family history, pooping oil exposure, secondhand smoke. Other ones were tuberculosis or other lung disease. And they got the low dose CT scan annually for 3 years and then every 2 years. And, um, interestingly, the detection rate for lung cancer was 2.1% after the first scan. So this is almost twice the number from the national lung screening trial, which enrolled heavy smokers. Half of them were stage 1. All but one were adenocarcinoma. And then of note that the detection rate was even higher in people who had a family history. And they enrolled both men and women.", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "47-49", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 1", "content": "Yes. Yep. Um, and so currently based on the TALENT study, Taiwan started an early detection program in 2022, and they are, um, screening men starting at age 50 and women starting at age 45, never smokers, but they require a family history. They found that was such a risk factor in the TALENT study. Those were the people that they were, um, starting to screen afterwards, And they're screening with a low dose CT every 2 years, so not as frequently as what is currently recommended for heavy smokers. So in the US, there's then one pilot study out of New York called the Female Asian Non Smoker Screening Study, or FANS, and their preliminary data for the first 200 patients or participants, um, so they enrolled women starting at age 40, which is quite young, never smokers identifying as from Asian, uh, descent, and they offered the LDCT every year for 3 years. And with their preliminary results after the first scan, their detection rate was 1.5 percent. So they found 3 people with lung cancer out of the first 201. All three had EGFR mutations and are taking EGFR inhibitors. And the detection rate for ground glass nodules, so these indolent, uh, lung nodules that", "last_edit_date": "2024-09-25", "url": "https://mediasite.stanford.edu/Mediasite/Play/069f043e54e84dadb2d0637e6b6df1cd1d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "48-51", "speakers": ["Bryant Lin (MD)", "Natalie Liu (MD)"], "lecture_title": "Diagnosis and Screening"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Wanted to give you guys updates. I know some people were asking about how I'm doing with chemo, and so we're letting my last cycle of chemo on Thursday. Feeling okay, a little nauseous, avoiding the Chipotle today because of that, had a small settlement earlier. Uh, but, um, it's kind of interesting. Every cycle is a little different. Wanted to give you guys updates. I know some people were asking about how I'm doing with chemo, and so we're letting my last cycle of chemo on Thursday. Feeling okay, a little nauseous, avoiding the Chipotle today because of that, had a small settlement earlier. Uh, but, um, it's kind of interesting. Every cycle is a little different. Every cycle you have a little different symptoms and, uh, but it's not bad. I haven't had to take too much, uh, nausea medication. And one thing I learned is Sofran is very constipated. So I've prescribed Sofran many, many times and it's constipated. So this is one thing I my patients never complained about. And I'm like, now I know. And they're like, oh, yeah. All the unclogged. Oh, yeah. Supran superfast.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "0-1", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And so, like, you know, it's kind of this discouragement to take sofran to get the result later. But, uh, wanted to start with seeing if anybody had any questions before we get started. So I'm gonna do a little, just a little whiteboard talk on 5 minutes on kind of my experience with healthcare access. So do you guys remember, you know, I had about 5 to 6 weeks of a cough. Right? Then I have a chest x-ray and I have a CT scan and I have a bronch and then I have my diagnosis right so this was about so this is let's call this A, B imaging, C and then diagnosis. Okay, so this took, I don't know if you guys remember how long this took. So it took, it took about a week, 7 days. Right. So I found a study, of course. So if we start from 1st presentation A to imaging, A, what was the time there? So that was about, for me, that was 5 to 6 weeks. So then there's a study 2022, they use natural language processing and look at the electronic medical record, look to see when the symptoms were mentioned, when the vaccination. So any guesses as to how long that took for this population several 1,000 in University 1? Thank you, Gess. This took me about 6 weeks. Okay. My guess is how long that would take to the population? 6 months. 4 months.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "0-3", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Months. 4 months. Okay. Pretty not bad. Not bad. So the the median was 2 89 days. 2 189 days. Right? So room for improvement. Room for improvement there. Okay. So from, uh, from x-ray diagnosis, so that took me 7 days. Yeah, Ross. What is the, is there a cause for that 2898? Is that like, like who is delaying that? Do we know if it's just all? Yeah. So that's a good question. And that's kind of, so I uploaded 3 papers to the canvas. If you can't find them, let me know. I've got a later one with today's date. And we don't know, there are a lot of barriers and I'll get to that in a minute. There are a lot of potential barriers for different people. In this particular study, they didn't really examine that per se about what was the delay in hospitals. Um, so yeah, so from B to D, so from imaging, so they sort of lump any imaging x-ray and CT together, to diagnosis. Um, what was that? Well, how many days do you think that took? Any guesses? 30 days? Not bad. So it's about 43 days. So this is 43 days. This is 6 times 7, say 42 days for me so 2.89 and then for me that was 42.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "2-5", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Okay. So, and then there's another weird vector that they did, which was the numbers seem not to add up. But I think this is because they had another point where it was referral or visit with a specialist. And that time to diagnosis was 72 days. So it's a little interesting the imaging sort of the time from imaging to diagnosis would order the time of seeing a specialist because frequently the specialist won't order imaging right away. So that was 72 days. But in my experience, in my case, I didn't put that on there because I sort of saw the specialist as I went along and sort of had to be involved there during there. So the right 42 versus 289, 7 days versus 43, right? And like the ideal case, right? I mean, other than maybe the 6 weeks, you could argue that 5 to 6 weeks, you could have gotten short. Could have been shortened in my case. So why did I have such a short time? What are the one of the my characteristics that allowed me to have such, you know, expedited care? What do you think? What was in my favor? Sort of the opposite of variable? What was, what was it empowering me to get this fast care? So just name some things. Connections, possessions.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "4-6", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So connections, perfect. So connections, you know, so, so, and, you know, network and you can even say, you know, so, so like social support, right? Social support, right? That's all part of that, right? People always call as you guys get your MDs and go and do your training, you know, they're going to be calling you, right? Even if you're a dermatologist, they'll be like, my dad got hospitalized for a heart attack. Can you help me? Right? You know, right? It doesn't matter what your specialty is. They're going to call you and ask you. So that is absolutely true. What else? What else is in my favor? Medical knowledge, you know, one of all. Perfect. So medical knowledge. So we call that also health literacy. So health literacy, health literacy is kind of an awkward phrase, but that's what I use. Absolutely. I have a second to an oncologist. I have pretty good health literacy in brains. Okay. What else? Yeah. Absolutely. To a hospital that has type of resources. Fantastic. Fantastic. So location, right? I don't live in rural, I grew up in Tennessee. I don't live in rural Tennessee. I live in a metropolitan area with access to an academic center. Perfect. What else? Probably insurance. Insurance.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "5-8", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Absolutely. I gotta pay for it. Right? I'm not gonna say, hey, I'm not gonna go because I don't know how I'm gonna pay for this. So insurance and then also associated with that kind of financial resources. So even if with these things, just having insurance doesn't guarantee necessarily everything's gonna get paid for. You have co pays, things may not get paid for. Doctor. Skoll is very nice. There was a weird thing going on with my CT scan and troubleshooted. Some nice troubleshooting for the for with me for that. So thank you for that. Um, so it's complicated, right? This is super complicated in the United States. Insurance. So you not only need insurance, you need some sort of financial resources for things that aren't covered by insurance scan. The time to like not go to your work and, you know. So flexibility. So so that's sort of part of that. So so I sort of I have flexible time, right? I could take time off. I could nobody really cared, right? And I could say, Hey, I gotta go to my appointment. Nobody's gonna ask me for that. I'm not gonna lose my job. Because of that. It's funny, I ran into Lloyd Minor on the way up and so kind and nice.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "7-9", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And yeah, you know, Stanford is not that way, but everybody's very supportive. What else? There's lots more things here. Yeah. Like means of getting to a doctor? Transportation. Absolutely. Very important. So what do I speak? English, right? Great. Fantastic. So these are kind of, you know, things that are in my favor. You could reverse this and you could say, geez, I know patients who have none of these. Right? Very easily. I saw a patient today who had none of these. Doesn't speak English, can't get there, can't get time off work. Challenges with insurance, lives far away. You know, lack of medical knowledge, doesn't know anybody, knows me. So ask me who I would recommend. So you can see how our system in the US very complicated. I happen to have all of the check all of these boxes, right? And you know, luckily I was able to get very expedient care. You can argue this first part is mainly a more of a medical issue, right?", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "8-10", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "When do we order tests? When do we, you know, are you gonna order, you're not gonna order imaging at everybody. Everybody we saw came in with back pain that we ordered imaging on, right? We'd probably be, there'll be a social cost there and not, not, um, cost effective medicine. So this is, this part you could argue, well, that's probably as good as you're gonna get. Someone's come for the cough, you know, you're not gonna really be able to shorten that time necessarily because there's a natural, let's see how things doing. Is it chronic? You know, if you respond to treatment. So really thanks to, uh, Doctor. We're going to stay seated at the moment. So first, I hope everyone echoes. Full disclosure, Brian happens to be my primary care doctor. And so when I learned about what Brian was going through, I had an appointment that was getting scheduled and Brian will remember this was a video visit and I found myself internally not wanting to do anything but just to check-in on him. I'm like, I know this visit is for me, but I'm fine. How are you? And I'm so grateful Brian just creating this opportunity. I think all of you know how I think all of you know how unique it is to all of us have our own lived experiences. Many of you have", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "9-11", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "perhaps had them with your own interaction with the health system, your families. And so Brian just really grateful that you're going to continue to create this space because I could come with 30 PowerPoint slides or 60 and talk all around access and nothing's going to be as meaningful as what I hope is the conversation and what you're learning from Brian and I hope what I'm able to kind of have about the conversation with all of you about. I don't have any slides by the way. So let me maybe briefly just share a bit of I say how I landed in the seat And then I am actually gonna have us think a little bit more in expanding what Brian's already started, which is a little bit of like, what does good health care access actually look like? We can define it. What's it? What's good at? What does it look when it's great or ideal? A little bit expanding on a framework of what are the key barriers? Why is it so hard?", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "10-12", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And we'll start broad and then we'll give a couple I'll share at least a couple specific nuances and Brian will join me in this. What's unique about cancer? Like are there elements of the access problem that are a little bit unique for those that are being diagnosed, treated and cared for or have survived and actually have had cancer? And then I certainly have to share a couple examples believing even at Stanford Healthcare. We have not solved this far from it. We've certainly done a number of things to try to help improve it again broadly in access but also specifically for cancer and so I'll share a few of those elements to follow-up. Honestly most of our time is actually a chance for us to interact and actually for all of you to be able to ask ask questions and hear what your thoughts and your experiences and perspectives are. I'm gonna do that in a minute by actually having to I say I've clicked a pair of chairs so you can eat your burrito while you're doing it as long as", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "11-13", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "you don't spit your burrito out and have your classmates sitting sitting next to you. You. So as Brian said, I did my clinical training here. So I grew up in the Midwest and did my clinical training here. So Peter Pompey was my resident preceptor in the clinic, which is why I was joking about that. And I trained here in the late nineties. Then I spent 17 years at UCSF and then returned. Most of my career, my clinical work is what we now call a hospitalist. So I primarily take care of patients who are in the inpatient setting. That field didn't exist when I was finishing my training.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "12-13", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And the way I often describe it is that I always felt responsible for taking care of 2 patients, the patient in the bed in front of me and the building that that patient was getting cared in. Because oftentimes the building was full of the same diagnostic therapeutic challenges of what we now call kind of system improvement and quality and safety. And so much of my career, and actually started up primarily in medical education, uh, but a lot of the early work in helping educate and train the next generation, whether it was students and residents and fellows, in bringing a lens of doing systems improvement work and quality so that you will both take care of the patient in front of me but also helping the systems around so we can have a bigger impact on larger groups of patients. I never had the career goal to be in the current roles I'm in. Um, with most things, the story sounds linear, it's never linear.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "12-14", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "As most of you already know and have learned from many of the people you're getting here with. But part of the evolution for me of getting involved in the health systems, as health systems were getting larger and more complex, as I often joke, what I loved about Stanford when I was here as a resident is it removed a professional ceiling I had self imposed, um, and it reflected in the environment that was here, the people I got to interact with, those who invested in me and my energy, and learning to be a really amazing clinician, researcher, and educator. And we were a really small hospital. We were like a small boutique hospital that served the local community. And part of why it came back 4 years ago is because we're such a different place now.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "13-15", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "We're still kind of medium sized relative to our peers, but a lot of complexity related to access we feel in both similar and different ways than say if I was sitting at Kaiser or if I was sitting at another much larger academic health system. So as we think a little bit about the different structure of the systems. So what I'm going to ask you to do, I'm going to give you just a couple minutes and you can turn either to your neighbor, you can do this in twos and threes and just have a quick conversation around what would ideal healthcare access look like? If you were gonna describe, this is what ideal health care access would look like, what would it be? And this could be based on your own experiences, family members, friends, just what you've read and heard about health care access. It's obviously a very big topic. Just take a couple minutes and just have a quick conversation. What does ideal healthcare access avoid look like? All right let's see if we can pull the conversation back, uh, back as a group. We need to eavesdrop on a few conversations.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "14-23", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So we'd love to hear from a handful of groups. Where did your conversation start? Where did it end? Things that were consistent each of you were sharing with each other. What does ideal health care look like? Yes, please. Um, we started talking about, like, um, the different, like, factors to getting health care access, and we eventually, like, came to the conclusion that all the factors were, like, compounding. So if you have one risk factor, you're at a higher risk for other risk factors in terms of getting health care access. And so that was kind of like where we ended. Yeah, that's a really great observation. Yeah, we were talking about the first barrier being maybe cost and insurance coverage and how some countries have successfully implemented universal health care, but how with that also comes potentially longer wait times of distribution of resources is difficult in that sense too. Yeah, yeah, great. Others? Yeah, I guess. You were talking about maybe like a reporting emphasis on super advanced technologies", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "22-24", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "treatment, less of an emphasis on preventative services. It's almost a cultural element, even more than a technical. Others? Others? This half of the room, so I'll come to this half of the room because all of you were chatting as well. Yeah, we also talked a lot about cost and how that shouldn't be a barrier, like someone's financial status shouldn't be a barrier to them at some care. We also talked about proximity. I'm from New Mexico, and so there's a really big problem there where there's only 1, um, level 4 trauma center in the entire state. And so, like, people don't seek out care that, um, they might need simply because it's. Medical deserts Yeah. Which we talk about in a lot of different. Yeah. We also talk about, like, trust and, like, being willing to talk to your doctor. And, like, a lot of people will not go to the doctor because they're worried, like, oh, go ahead. That changed and, like, all their issues can be told just equate a lot. Really important way to come. What did it come back to that with redemption trust? We also spoke about safety and cleanliness of the sites with the clinics in hospitals with how that may vary in different states.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "23-25", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "We met did we miss any topics that others brought up that haven't been brought up by your colleagues so far? We talked a little bit about access to health literacy and what that would look like if everybody in the system had the same model of health literacy. Yeah. Yeah. To Ross's point aside here, talking about prevention and running a parasite, Not just because it's like, it's really like if the nearby areas are only past due, right? That's not great. You can consider good health. Similarly, how do we teach people about their habits that are being armed and in that hospital.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "25-26", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Yeah, you can see why no one has solved the problem. You've nicely identified why it's complex and part of why this exercise is really helpful and I hope you'll keep it in mind as you, for those of you that are in medicine are gonna go through like, don't forget this conversation because you're gonna live and see every department. Yourself and patients you take care of and family members, um, and it almost reflects the larger challenges in our healthcare environment. And I love the fact that a number of you are bringing up both very appropriately kind of system technical elements of the healthcare system, but you're also gonna be really core elements of as a society, how do we invest in health, not healthcare? As a society, what does it mean to trust?", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "25-27", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "What does it mean to have a provider or a system that you actually are going to go to because you actually believe that your interests are going to be taken? I think we'd argue that if you don't have that trust, you can have much access as you want and it's going to make it very difficult to come in. So I love the fact that you're all thinking really broadly, that there are many many facets to the challenges broadly with health care access. So I'm giving you one framework is actually your exercise with Brian actually touched on a bunch of them. So this actually goes back and someone will correct me if they actually Google it. I believe this goes back to a framework back in like the 1980s. That when initially this idea of talking about access and the comment you made of, wow, it seems like when you have one barrier, you're at high risk for the others. Isn't in fact exactly why this framework was developed To show the feature dependencies that's in different facets of access. And so this is referred to as the 5 A's of access. And you can see you've actually touched almost all of them.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "26-28", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So the notions of affordability, accessibility, availability, accommodation, and acceptability. And the other lens I would have all of us think a little bit about is we'll say, which of these elements have gotten better or worse? And we'll just say the last 5 years, we'll call it pandemic years. Because I need as many examples where in some ways we've made progress in some elements that we've actually made it much, much harder than others. And we'll come back to the Vibase just to talk about them for a moment.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "27-28", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "But the secondary question is one of the kind of key barriers, and I put green notations next to again large buckets that all of you had talked about. I think this big piece of connection is hard to characterize, but I think when you hear the stories so often it's I landed here because I reached out to so and so, whether they're in healthcare or not. And yes, there's a big part of that as frequently the entry point that lands with me. And a lot of times it is, as I'll talk about, like how to not so much make it that I'm the solution, because in reality, if I'm the solution in the bottleneck, then our system is failing. And so usually for me, it's I can serve as the individual conduit, as Brian kindly shared to actually to our system that helps address when these issues come up.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "27-29", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And I'm really intentional about that when people say, because honestly, even in Brian's case, it wasn't so much that I fixed it. Mainly what I did was make a connection to the team I knew that helps patients navigate when they're having insurance coverage issues for in this case was an imaging test. So a lot of what you'll hear me focus on is how do we build the right systems and people so that when key barriers are coming up, we have some ability to help patients, whoever they are, kind of navigate through it. Um, so the connection piece, um, the location piece, so the example you were giving, I just can't emphasize enough that, um, the lens of geography of if you're in an urban setting versus a rural setting. And I'll say that even that's getting blurred, and I'll give you the example locally.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "28-30", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "It's one of our local counties, and as some of you may know, in California, we're really fortunate from a coverage perspective that largely most have access to health insurance, and a lot of our Medicaid plans are very county based. It's almost what we call the Kaiser plans where they're all managed medical at the county level. So it allows a bit of coordination to help address many of these issues for patients particularly that have Medicaid. But one of the elements that comes from a lot of that is we have one of our counties that had a single neurologist for their county health plan. That neurologist retired last year, and they've been unable to recruit another neurologist. So they've essentially lost. So I'm putting up here one thing that wasn't mentioned was workforce, like actual people. So when we go through each of these different elements, the 5 A's, you've kind of intersected these into here. So affordability, there's the affordability side that many of you are focused on and Brian shared this. Some of it's about resources for the patient.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "29-31", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Sometimes increasing is also the resources of the ability for the provider of the system to care for those patients. So again, in our region, from a primary care standpoint, Brian knows better than me, we've lost a lot of primary care providers because they're going into what we call retainer practices where essentially they don't take insurance and they provide a different care model, but by definition, that care model is only eligible to people who have the ability to be able afford it. So it's solving one set of problems, but it's creating a different set of problems. So the affordability, just to have us think of there's 2 sides to the affordability and true for health systems as well of how they manage the basics of where the dollars come from, how they use them, how the resources get together. And the accessibility, a number of you touched on, some of that is about accessibility, about location and geography, but even around availability, one of the things we did a lot in the pandemic is, so at Stanford prior to, and Brian knows as well, prior to the pandemic, hadn't arrived here yet, but prior to the pandemic, uh, take a guess at what percentage of kind of clinic visits were done through now what we call video visits.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "30-32", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Take a guess. What percentage of all of so we currently have about 2,200,000 ambulatory visits across kind of Stanford on the adult side. What percentage of those visits would you guess were video visits before the pandemic? Are you raising your hand, are you putting 1 up as 1%? Yeah. Yeah. So it was less than 2%. What would you guess that number is? What was that number the 1st 6 months of the pandemic? 90. Yeah. Like 95 plus percent. And what do you think that number is today? Yeah, so, not less. We run around 35% that we sustain. And by the way, that 35%, when you look at our peer academic health institutions, puts us in amongst the highest in the entire country. And then the question becomes, why? The often easy answer or hypothesis, we live in Silicon Valley, everyone's like tech. It's actually not, it's part of that, but it's part of actually what has happened really intentionally, which is 35% have not spread across every area. Just gets a little bit to kind of ways we've tried to approach this here is back to the supply and demand.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "31-33", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So the availability, uh, how do we match what patients need versus what we have the ability to provide? Sometimes what we have the ability to provide is sometimes do we have enough people and providers? Sometimes we have enough space for those patients to be seen. And so examples of mental and behavioral health, which as all we know is a massive access problem nationally, locally, and regionally. 90 plus percent of all of our mental and behavioral health visits are video visits. Doesn't mean that there isn't a role for a morning person, but it's actually helped us with a lot of the access issues. Whereas someone who's coming in with an urgent care issue that's gonna need diagnostics, we wanna make sure we've access for those patients to come in person. So the 35% is not spread evenly across specialties. In some specialties it's 80% and others it's 10, 15% very appropriately. But those were things we didn't know.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "32-34", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Those were things we had to learn through the process to say, are we doing it safely? And our patients who are getting video visits, how many of them are actually then subsequently coming to see if you're not in person, even after video visits. So I share it because even access through that lens of availability is still really new at the mouthful. We're still learning where do we use video visits safely and where do we use them otherwise. And then the other component of the number we touched on, and I've written social drivers of health, because to me, this is one example of when a patient or a community is at risk for 1, they're at risk for multiple. So when we think about the social drivers of health, which many of you have touched on, whether it's through language proficiency, whether it's through feeling included or excluded, it gets to trust and gets to other elements. We know that you could have 3 or 4 of these, quote, unquote, solved, but if you haven't thought through how to help address the social drivers of health, it's not gonna matter. Right? This is because I was telling Brian the story this morning. So my I have family that is still in India, um, mostly pretty weird.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "33-35", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And so my mom texted me this morning a little, like, what looks like a prescription pass chicken scratch of her brother who's 80, 85. And she's like, what do you make of this? I don't have many physicians in my family, and the health literacy is, like, so so. And he's in a pretty small village in India. And the the script, as far as I could tell, handwriting was not great. Makes me not makes me realize I for as much problems with the electronic health records, I don't understand handwriting, myself included. Um, and it essentially said what I thought was, like, right pleural effusion and said new, and then had a test order for an ultrasound. And so it took my, the price for that ultrasound was listed right next to it and the direction of the specialist. And so again, this is that international different ways people address access. You can still think of them through the 5 A's, but they're going to be thought of really different.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "34-35", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "I actually don't know. Is it a good thing or bad thing that my uncle is getting a prescription pad that says, here's the ultrasound, here's how much it's going to cost. And if he doesn't have the availability of resource to pay for that to stay, then we're back into this one of the time periods between symptoms and diagnosis. And by the way, I don't know what he has if I'm concerned, because he has lead pleural effusion and he's 55, and generally those are not good things. Um, but I don't know because I can't actually even decipher what's been written on it. So, uh, I think as we think about the different 5 layers in the 5 As and all of you in your Bryan exercise kinda talk through the different components, This is why it's so complex. Does anyone identify a single solution here? Like this is a complexity. Yeah, please. I understand that it has all this complexity and that Stanford had varying abilities to address aspects of these complex complexity. One question I have for you is how do", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "34-36", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "you reconcile having, like, not investing maybe more resources into training people and into having maybe a larger health medical school or PA school or whatever. Um, because maybe that would help, like, from my perspective, bring more doctors and, you know, if we can educate more people, they can go into more of the rural areas and they can provide more services. And it seems like Stanford is at an especially good place to be able to educate more people and solve, you know, a large part of this. Yet their acceptance rate of medical, so I'm not applying, is I can assume pretty low. Yeah. Right? Should we go get a D minor? So let me broaden your question. It's a really, really important one, and it gets a bit to kind of the workforce piece you described.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "35-37", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So let me try and answer it in 2 ways, including I can't give you a specific answer as to strategy for the Stanford Medical School, but I'll give you an example for the state of California. So workforce here, here we're talking about kind of physician where you're appropriately broadening into things like other clinicians, whether it's a best practice providers, nursing workforce, that a lot of what you've seen happen nationally in the pandemic just accelerated this was a lot of places had physical spaces, melons, and just didn't have people, including in hospitals. Couldn't hire, couldn't retain, couldn't keep nurses. We're fortunate we did not have that particular year. From a workforce standpoint, I guess there's 2 ways to think about it.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "36-38", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "One is state of California has actually done this study looking at the population, the demographics of California, how they might change over the next 20 to 30 years, and where do investments need to be made. So again, from the state of California, the biggest levers they have are where you have the 5 medical schools that are state oriented, which are the 5 University of California systems. And having come from one of them, that was a lot of what allowed some of the growth of different programs, both from a school of nursing, school of dentistry, school of pharmacy, school of medicine, advanced practice areas, and others. So the state schools are very tied to the strategy of the state level because the resources obviously help support them in both directions. The other question you might ask is if you look at graduates of medical schools from the US, are we matching the supply and demand of what's needed?", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "37-38", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So this is the classic description of a number we touched on prevention, where when you look at our country compared to other countries, do we invest enough in prevention, which often is through people like Prime, primary care physicians. So our relative primary care physician workforce is not nearly as wide and depth as many other countries and a smaller group of specialists where we have in some cases almost inverted pyramid of that in many areas. So that's a different, that's not about who we're bringing into medical school, that's one of the way we're creating and matching people into where the needs are. So the other very good example you gave is, again, I'll use the UC system. They opened a brand new medical school in Merced recently. And part of why they did that was for the very reason your question's getting at is they recognized a big gap in physicians in a community that needs them. Let's put a medical school there. Let's try to recruit people from the community who want to be trained and that want to work in that community. So there's a lot of that happening in multiple parts of the country. It doesn't address the specialty generalist people.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "38-39", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "It doesn't address the fact the most competitive residency programs are the first to the fewest number of slots, but are they really matched to where the grants lead? That's a much larger policy kind of conversation. I wish I had a better answer for you for kind of Stanford strategy in terms of the school of medicine and other Stanford like every other place has it did place a role in our larger healthcare ecosystem. And I think all of you, I hope you're here. You're here as medical students because you realize you're here to have an amazing clinical training experience, but also because all of you already have accomplished something that is going to allow you to also be the leaders of tomorrow.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "39-40", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And then maybe that's in research, maybe it's in education, maybe it's in innovation, maybe it's because we live in Silicon Valley and you're going to be helping start new products. I think that's the thinking about what each part of the ecosystem does help address the workforce piece. And there's lots of policy thinking about how we do that state, state and federal. Let me pause again, I'd love to hear other questions and reactions. Again, this is really just to give you a labeled framework, because all of you have touched on the 5As, and the barriers, there's lots of interdependence too. I will come back before we have in our last 5 minutes, just give you a couple examples specific to cancer, um, of areas where we've tried to address some of this. Again, not perfectly, but actually recent examples. But before I make that transition, let me just see if there are other questions or just reflections or observations on the complexity of access.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "39-41", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Something that we talked about was taking like ambulances, for example, um, how they're so expensive, but we're encouraged to be like dial 91 when there's an emergency. But then it comes with a huge cost, and that prevents like a lot of people from actually like dialing 911 and getting the care that they need. Um, what are your thoughts on that? So one, I think the answer to that question is a great place where sometimes data can be helpful. Because as you know, one of the markers nationally of ambulance time response, and they've studied this from different cities, where that response time for ambulance actually has huge impact on outcomes for things like stroke and heart attacks and others. Um, I don't know if I have", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "40-42", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "an elegant response to the idea because I think the role of EMTs, I'd say less about ambulances, but more about the professional services that EMTs have continued to bring. Remember, it's not that old, but EMTs really started in the last 60 years or so. I mean, before you could do nothing in the ambulance, before what has evolved in terms of care. The example I'll give you, I'll go back to India, because I learned about this group when I was interned here and through colleagues, is during the pandemic, they actually, an ambulance company there redeployed all their ambulances actually to provide access in rural areas, not to bring people back to where this town was, but actually to take care kind of out. So where your question goes to me is it's another part of the health care ecosystem, and are we optimizing what we could be doing, not so much with the physical ambulances, but the care that's provided through the ambulance care?", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "41-42", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Because I don't know if I know enough about why people call 911 and why they don't. Is it some of the same different factors and is the solution more ambulances or is the solution a different solution? That I can't answer for you, but I do think your question around can ambulances, the expertise that EMTs bring, should we be thinking about them more broadly as ways to provide care in place that have less access? Absolutely. And that touches on access to primary care. If you have a good relationship with your primary care doctor, perhaps you don't call, or if you have easy access or somebody answers the phone, like we have a clinical advice service 24 hours, 20 fourseven at Stanford, and they didn't have that when I started at Stanford. So if you call no matter what and you say, I need to talk to a nurse, they'll get you, you will be able to speak to a nurse who can help you with that decision, because it's confusing, very confusing.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "41-43", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And Brian's giving an example of one of the things I was gonna share, which is a good example as the systems grow larger, this tension of do you call the practice? So I have an issue, do I just pick up the phone 20 fourseven and called Brian's office and asked for support. But part of what Stanford's invested in is a centralized clinical device center. It's based out in Newark. I've gone there several times and usually what I do when I go there is I spend about an hour and a half and I just listen in on phone calls with the team that's doing it. It's, how have you ever been out to New York? It's amazing. They sit there with 3 screens and I've listened, they're organized in 3 areas of the types of phone calls. If they're like really generic, basic, how do I get a primary care doctor? They get routed to one group of people who are kind of more early in the clinical advice versus I've been seen by 3 specialists, I need this appointment and this diagnostic gets routed to somebody who's gotten more and higher levels of training.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "42-44", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So it's one of the solutions that we've created, which is an investment to allow patients access to at least help them troubleshoot and problem solve where they need to go. On the cancer side, as all of you know, and as you've probably learned even through this experience with Bryant, is I think 2024, and I'm not the cancer specialist, will be the 1st year we had 2,000,000 new cases of cancer. And when you look at the prevalence of cancer, while many diseases fortunately are getting much better treatments, people are surviving, living longer with it, but also getting a massive continued growth of number of cases. So when Stanford Medicine, one of the large initiatives over the next 5 10 years is actually really doubling down on cancer care in particular, including the idea and design and vision to build a cancer kind of specific campus, partly because cancer, as Brian's helping teach you, has gotten me so complex in the diagnostics, the therapeutics, the specialization. And so an example here that Brian's certainly aware of is, even in the last year, our cancer center kind of service has actually built a diagnostics clinic.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "43-45", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Because if you were a primary care doctor, and let's say you were in this process that you had a patient, chest x-ray shows something concerning, what used to happen 15 years ago is they'd get rid of the hospital and they'd be there for a week getting all the different diagnostic therapeutic tests before they had a diagnosis. Maybe the therapy would start while they were still in the hospital, be a 3 week hospitalization. So much of cancer care now, I've watched this in my own practice the last 25 years in the hospital, things we used to take care of in the hospital almost rarely see the hospital. Now when they come to the hospital, it's from all the unfortunate complications and the progression of the disease. Most at this stage, as Brian's already demonstrated to you, you never even see the inside of a hospital.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "44-46", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "And so the challenge that it creates is how do you get this time window to become a little more efficient? As Bryants alluded to, I always say this for many patients, the hardest part is the waiting part. It's the uncertainty, it's the waiting to know what it is, what it's not, what it's gonna mean. So we've set up a diagnostic clinic specifically for patients who don't yet have a diagnosis but a high suspicion for. And it allows that centralized clinic to basically help shepherd patients through the process. What we haven't solved for are some of the other elements that all of you brought up. Some of the social drivers of health, some of the insurance access that again, the country we live in and the state we live in, where you are insured has a huge impact on your health outcomes. Believe me, from a policy perspective, I wish that was not the case, but that is the case. And so, as you're going out and voting and you're hearing and learning about what's happening in legislation, this is the impact you can see in different ways. Let me pause again and see, we've got, I think, 2 minutes left.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "45-47", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Let me just see if there are other questions folks have or as you're hearing about the challenges of access both in cancer and otherwise. The other part of cancer that I'll also point out that our cancer team thinks a lot about is we now have 8 or 9 different sites across the Bay Area. So again, this idea of location. You know, how do we make the access easier because so much of cancer has gotten so specialized and as Brian also knows well, um, we talk a lot about clinical trials and I and many of the folks that specialize in cancer often say clinical trials are not about research, clinical trials are clinical care. And we know what happens as patients get opportunities to participate in clinical trials is that the care allows us to continue evolving and getting better.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "46-47", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Clinical trials are not representative of our entire population and community. It's one of the biggest barriers. So when we're trying to use evidence to say which patients are going to benefit with which cancer specific therapy, our studies need to also match the variations we're taking care of. And we had lots of work to do there to make that a bigger realization as well. So my hope here was to give you a very broad just framework as many of you frankly already had highlighted. Kind of the 5 A's is just a framework to think about the access elements and then recognize cancer has some unique flavors of that, but I think you'd agree all of the things that affect access in cancer affect access more broadly. We could have had the same discussion on mental and behavioral health and had a similar conversation with so many different nuances of what availability and accessibility would look like. But again, let me pause. We've got about a minute or 2 left. Let me just see if there are other final thoughts, final questions, reflections about access.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "46-48", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "Does Stanford have like a IVA's dashboard? You know, where Good question. We're trying to figure out how are we doing on affordability? How are we doing it? Does that exist or how does the housing institute? It's a really good question. So this is the, how do we as an organization assess how we're doing? And then where do we have opportunities? So we have, I'll describe 2 structures. So we have 1 large access leadership team. So that access leadership team meets literally almost every week, and they do have kind of data dashboards. Some of them are not probably as mature enough to be able to adequately capture some of what the barriers are. But for example, now the state of California has required all hospitals to assess every patient for social drivers of health. So we are now doing that in a way that we weren't 6 months ago. So now it allows us to actually say simple measures.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "47-49", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "How long does it take to get a clinic appointment? Is it equally easy or equally hard depending on your insurance? Is it equally easy, equally hard depending on whether English is your primary language? And now we can start asking those same questions for social drivers of health. So I think we're maturing to be able to better understand particularly down at the service level, right? At the organizational level, you only get a certain view. What I'm all interested in, back to the video, have examples. Where are we doing things really well and why? And where can we learn and spread those? The other example I'll give to Brian's clinical advice centers, we also have something called network access optimization.", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "48-50", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 3", "content": "So this idea of for patients who no matter where they are, the goal is to provide them better care, the right care at the right time in the right place, that has to be closer to where they are. And so a lot of these efforts are trying to say as we become larger and we're more in the region, how do we make sure that someone who lives in Pleasanton doesn't need to drive to Palo Alto if we can provide care with our teams closer to Pleasanton? So I think a lot of those central structures are trying to do a better job. Any other thoughts? I'm just wondering if you can find what affordability means with cancer care, because to me, they don't seem synonymous at all, especially when you think about insurance. It's pretty clear. Yeah, Brian and I were just joking about the medication Zofran. Was joking about being consummate because we were reflecting that almost stopping me. 7, 7, 8 years ago, Zofran is a medication you couldn't prescribe it to anybody unless they had a cancer diagnosis, and even then, you could only prescribe like", "last_edit_date": "2024-10-09", "url": "https://mediasite.stanford.edu/Mediasite/Play/2adbb17b399b417ca7e30245df55c3361d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "49-51", "speakers": ["Bryant Lin (MD)"]}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "When we get started, you know, that takes a little bit of every session right to the end. So, you know, make sure we get started on time. When we get started, you know, that takes a little bit of every session right to the end. So, you know, make sure we get started on time. So, yeah, just grab your food. Thanks for coming again. And it's really, you know, I feel like the classes are going well. If there's anything we're not covering that you want covered, let us know. Just a reminder on November 16th, we have a cancer storytelling event. We have a cancer storytelling event with the health library. So that's a Saturday. They'll show a short documentary that a friend of mine made about me writing letters to my kids after my diagnosis. And we'll have Brian Fees who's a graphic artist who wrote Mom's Cancer. So it's a graphic novel about his mother experience with his mother having cancer.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "0-2", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And it turns out his mother was treated at Sanford. I found out later. Um, so he'll be there give a little workshop and then we'll have Lauren Tober who teaches art and anatomy. She will teach about how to draw the skeleton and then, uh, we will have, oh, and then we'll have Frish Brandt talking about letters And then, uh, we'll have, uh, my son I recruited force him to teach a session on how to use ChatGPT to make it cancer swine in a video game. So that'll be sort of a parallel parallel session there. And then we'll have cancer storytelling, uh, from about 3:15 to 4:15 from a few patients we've asked to tell their own story. So please come. Uh, we created this event because of the class, so we hope that a lot of the students would be able to, uh, attend the, uh, event as well. So there's a registration page I think we can Uh, send out later. Yes. And then there's the code today. Any other kind of business before we get started? Um, no, just make sure that you continue filling out those, um, the attendance, uh, and assignments on Canvas as well as the assignments that are there too.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "1-3", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So great to have a session today on caregiving. Um, this is an area that is so important to every patient's life. Anybody who's been diagnosed with serious illness such as cancer, having a support system around you is really crucial. Again, to kind of playing off last week's theme of kind of what characteristics did I have that really benefited me in my care. I have a great support system, a great family. Uh, my wife, Christine, there in the back, she's going to be speaking a little later. Uh, without her, I would not be in such good shape that I am today. Uh, but not only my wife, but my brother flew in. He's flown in. He's gonna fly in a 3rd time to help us out and drive the kids around.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "2-4", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And my 17 year old has still got his learner's permit. So he goes and drives with him and, uh, you know, picks up food from Costco. And, uh, my sister who's in the area in San Carlos, you know, she is an internist so she can give her medical support as well as you know supportive, um, bringing us food and taking us out to eat and that emotional support we all need. So I've been a great beneficiary of having a great support system, and I can't emphasize how important it is to have that support system. And so today we have Professor Ramak Trivedi, who's one of my, uh, colleagues and good friends from CARE, uh, who's basically the expert at Stanford on research and caregiving. So, uh, we'll have Doctor. Trivedi speak, and then my wife, Christine, will speak briefly. And then we also have one of our, uh, auditors, uh, Skip Victor, who's a former GCI fellow, who's going to talk about his experience as a caregiver, uh, for his daughter, uh, at the end. So please join me in welcoming Doctor. Trivedi.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "3-5", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So, hi, everybody. Can you hear me? I'm Ronit, and I'm really honored to be here to play a small part in this incredibly brave and courageous thing that Ryan was doing, um, and to share some of the work we've been doing with you, as well as hopefully open your eyes a little bit to how we are putting real gaps in this area, uh, and especially with the major physical health care system. Some of you how much of you are undergraduates? People are walking in. I was talking. Any medical students? Okay. Uh, PhD, undergraduate students. Okay. So so mainly undergrads and then medical students. So you are all the people who work with can help us change how we view and engage caregivers. So I'm gonna focus in a very short time and talking super fast, um, uh, of kind of steps how we're developing a culture to an intervention, but that's really just a sort of a springboard to talk a little bit more of the broader field as well. I don't have any financial comments. I'm interested. I don't know how many of you have been following this. This is something the the comment should touch on. I anybody? You know? Yes. It's awesome. We went to find a bay and it's awesome. This is from Crestview. We're close to where you guys are. Oh, perfect.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "4-7", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Yeah. Actually, yeah, my, we actually went the first day, but we missed it. Oh, yeah. So it was a little too late. Yeah. So, you know, this this comet was the last scene, uh, when by us witnessed by Neanderthals from Mars. So it's been, what's it, 80000, 88000 years ago? And it makes you realize we're just blips in existence, right? We're just mere blips. And anything we can do to leave this planet, this little blip of our life a better place, I think we should do. And I I just wanna applaud Brian for taking this opportunity to vulnerably and intimately share his journey and making the most of, you know, hit the blip that we have here. So it's just something that's making me reflect a lot about the passage of time and what our very small existence can mean in the grand scheme of the universe. A little bit more practically, what do you think and I know some of you got a sneak preview, but you guess. You can shout out the answer. What do you think is the annual cost of unvascular family therapy in the United States?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "6-8", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So I was going through a slide and some people were here, so I'm gonna let those people hold their answer. I just want people to guess. And this is, uh, this is an annual annual class. Anyway, just draw numbers. It doesn't matter. You're not getting graded. So what? Percocet. Yeah. How much? $150,000 percocet. Okay. On paid caregiving. I so this is the annual cost nationally. Sorry. I shouldn't make that. Like, to the United States. $1,000,000,000. $1,000,000,000,000. Okay. Going once. $1,000,000,000. Sorry? $3,000,000,000. 3,000,000,000. So we got a range here. $3,000,000,000. Any other? Come on. Just numbers. Number numbers? Okay. Some people who had a sneak preview, what was the number? $60,000,000,000. $600,000,000,000 of unpaid care. And this is caregiving to adults. We're not talking about parenting. We're actually not even talking of providing care to children who may have a health condition disability. Okay, this is the cost of adults caring for other adults. Now that's a lot of zeros.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "7-9", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "I can't wrap my head around that. So this is the today's market cap of these companies right now. So right now, if you think about it, caregiving was a company, it was a top 100, Fortune 100. You have UnitedHealthcare, which is less than that, Visa, which is less than that. And I just needed an omni emoji to keep me very professional. Here, that's a lot of unpaid care that we rely on adults to give other adults. Um, what do we mean by caregivers? These are family members and friends who support people who have a chronic condition or a serious health condition. And there's a lot of terms reviews. And 1 in 5 people in the United States are caregivers, so 53,000,000 which is where that number comes from the cost comes from. This is a pretty gendered, um, role. So 2 thirds of caregivers are women and, you know caveat these surveys are always gender and binary. So a third of all caregivers are not women or men. These questions are always answered in binary unfortunately. Mostly these are family members.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "8-10", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "I mean, Brian just talked about a brother and sister and other people who are stepping in. And these caregiving practices are deeply embedded in culture, whether it's general roles like why people provide care. It's all embedded in the culture. There's a lot of joy caregiving brings to people. So 83% thankfully say that actually caregiving does give them joy. And the joy can come from just being useful, right? Being supporting somebody you care about to sort of show the next generation what is what you need to do to provide care. What does it look like? You have to share transmission of values, to feel like you're, um, just bonding. People feel a great sense of kind of bonding with somebody because they're now in this very intimate way of supporting them. But it's not without its negative effects. And you'll be in the caregiver literature, you're gonna see way more talk about the negative effects than the positive because that's where we need to fix things. Right? Uh, common things that caregiver burden, which is specifically the stress people experience, um, as they are providing care. There's a financial cost to it, you know, $150,000 potentially a year.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "9-11", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And there's a lot of stress, burnout, anxiety. It all adds up to negative effects. And so that we need to create programs to fix these issues even while making sure that the positive aspects don't go away or get amplified. In cancer, this has received significant attention. There's been a lot of research over the decades on how do we improve caregiving, our caregiver well-being and quality of life in somebody's providing care for cancer. Um, these are pretty dated data at this point. They, you know, as you can see, 2015. But anywhere between 3 to 6000000 people in the United States are providing care to somebody with cancer, an adult with cancer. People are providing up to 33 hours a week, so that's almost a full time job if you think about it. Right? 33 hours is a that's a full job that is 40 hours a week. And, actually, a third do provide more than 41 hours of care a week, which is a huge amount of care. And people do all kinds of different things, and I'll talk about that for a minute in a minute. And yet despite this that this is so common and there's so many needs, turns out that, uh, we less than a third are actually have had providers ask them how they are doing and if the providers can do something. Oh, come on, please.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "10-12", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And I just put a mastrix to say, you know, I'm on the Cancer Collaborative and Research Advisory Board for National Hands of Caregiving, which is the top policy organization in the US. And they they they're the ones who every 5 years do these reports. So we are actually working on updating this cancer. So hopefully soon we'll have more contemporary statistics, because cancer prevalence and all has changed, but cancer caregiving and cancer survivorship has changed a lot too in the last 10 years. More and more people are talking of self management in cancer in a way that we've talked historically historically in other chronic conditions like diabetes and heart disease, but there's been much more recent phenomena in cancer and more and more people are thinking of the chronic care model. So what does it mean by self management? Self management is literally everything that the health care team tells the patient to do when they leave the clinic. Right? So take your you know, make sure you get your vaccinations, make sure your father's diet, go and get your 10,000 steps, whatever it might be, right? These are the medicines, make sure you take them, whatever, all that is considered self management.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "11-13", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And caregivers play a huge role. So in a chronic, in the broader chronic illness literature, what we know is that when people have somebody to provide them support, whether it's a family caregiver or just a support structure, they're better at their way to self management recommendations, right? And so family caregivers are really important in making sure that things outside of the clinic are taken care of. In serious illnesses like cancer, you also have things, you might have wound care, you might have other biologics that need to be given, because so much of cancer care is more and more moving to outpatient care rather than inpatient care at least in the US. So family caregivers are on the hook for all of that stuff. And yet we do not empower caregivers to navigate and, you know, we're gonna hear about people with who have the embodied knowledge of being cancer caregivers and they'll be able to speak to this also. Uh, but caregivers are kind of still left at a distance. They're still not engaged explicitly and systematically by the health care system and it's something that you all are gonna teach. Why why are why are we not empowering caregivers? Well, there's multiple love challenges to this.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "13-15", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "There's the individual level. So caregivers themselves don't have the time. Right? They're I mean, they just spend 33 hours taking care of somebody. They don't, not to mention, they might have jobs at other caregivers, including kids and older folks and all kinds of other things going on. They don't have time to come in and with and be engaged with the health care system. There's interpersonal issues. So not everybody gets along, and so there might be some interpersonal barriers to engaging caregivers. Either the caregiver and the health care system are not interacting effectively or within the patient caregiver diet, there's some tension and so it's playing out. There's policy issues. Right now, we don't have in the fee for service model really good policies that support reimbursement of, uh, indicating caregiver. There are reimbursement posts. We're not really using them very well. And then clinic time is, you know, uh, those of you who are going to be a physician or physicians already know that there's no time. Right?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "14-16", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "You barely have time to get through the key thing with your patient. You know, you don't have time. You're not being given time to actually be thoughtfully engaging caregivers. And then there's cultural issues and this is where I'm going to talk a little bit more about. So there's cultural like language barrier being the most obvious thing that people that might come to mind. But there's cultural practices like who's in charge? The typical way that we think about, uh, in the US is like if you have a patient, the partner is the default family caregivers, but that may not be true in different cultures. Um, it may be another woman, especially if the patient was a woman. So those things need to be understood so that we can culturally provide culturally to care to our patients. Um, there's gender differences. So there's a lot of cultures in which I mean, basically all cultures women are the de facto caregiver. But to give you an example, there's, um, in the US, about 2 thirds of caregivers are women. In India, 81% are women. And what they provide care also is different in who provides care. So in India, it's more the daughters in law, the wives and daughters in law.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "15-17", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "In the US, it's more daughters and the wives, partners. The motivation is culturally embedded, so there might be more a sense of duty for in some cultures versus affection or love that might be driving the caregiver responsibilities. Intergenerational care is also culturally embedded if you think of the cultures that you live in, like who's providing care of. If you just think about right now, who's providing care to somebody older in your family, somebody sick in your family or friends even. And you'll sort of see how this is playing out in just in your milieu. Among LGBTQ plus groups, for example, there's a lot more peer care than intergenerational care because they often are estranged from their families of origin and often then do not have kids. And so there's a lot more peer support that happens in among the LGBTQ plus communities. And then different cultures have a different takeovers, individualist culture versus collectivist cultures that matters too. Um, there's certain conditions of stigmatized, like cancer is more dementia, some of this can be stigmatized, that can add an additional burden. And then there are times that their religious beliefs can contradict with evidence based approaches.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "16-18", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Uh, we have a project going on, a paper that's almost ready to get submitted, focusing on this exact issue actually. Kind of just went through this in the interest of time. I mean, you're gonna get this slide, so I put a little bit more on the slides that I'm gonna go through so you have it. But these are all data from the US, um, and I've kind of touched on it. This I'm gonna respond this particular statistic out because I'm gonna talk about our work is Asian caregivers in general, of of all the racial ethnic minority groups in these national surveys, Asian caregivers are the ones that are most likely to say they didn't feel they had a choice. They had to do it. Like, it it was their duty. It was expect expected. I'm sorry. They had to do it.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "17-19", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So this has led us to come up with a suite of projects that we're calling suffered with South Asian Family Approaches to Diseases. Suffered in, uh, my mother thing is godrati, and it means succeed in guadrati. So our our goal is to get people to succeed in, uh, and get supported and succeed at whatever conditions they're managing. And we've had historically a suite of studies that are based on succeed and Web 60, so we're able to kinda stay in that. These are the things that gives us jollies as professors. For South Asian breast cancer, this is our work. My current work is focused on this. 1 in 5 people globally have a South Asian heritage, so a lot of the statistics are coming out of the care studies actually that, uh, Bryant and Lata have, uh, are leading the center. Um, and, actually, India just became the most populous country in the world, right, and surpassing China just not that long ago. I mentioned the cultural context of breast cancer management is affected by culture.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "18-20", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "In in one study, um, uh, people said that almost half the people said that sexual tempos, uh, were interfering with getting good preventive care like mammography. In fact, only 33% of people are getting preventive care, preventive screening, breast cancer screening in in India. There's a stigma around cancer. In fact, there's, um, there's actually no words in a lot of the I speak 2 other languages that are for cancer or survivor. Cancer is just cancer, so it's almost like people you know, this is a weird dog even gonna come up with a word for that. And for survivor, American Cancer Society actually has Hindi language materials, which is good, but it's like super high caliber, like you know it's just like the health records is very high. And the phrase they use basically try any Hindi speakers here? It translates to those who have escaped cancer. So you can see that instead of like a survivor which kind of has this positive connotation like you survived, like here this is good, there's this pew, you escaped cancer. Right?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "19-21", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So that's sort of that stigma and the fear is kinda embedded in the language as well. And our health care system, we know this, is not designed to handle this cultural project. We just throw our English materials at people, maybe get a medical interpreter and fingers crossed, hope for the best. Right? And we know that's doesn't not how it works out. I know there's people who are gonna be talking about their experience, so these are my parents. Um, my mom has had metastatic cancer for about 19 years at this point, and actually she's in hospice now. So we're kind of looking at sort of the next stage of it, but we've been as a family caregiving for a long time. And my dad, who is now 82, this is just 2 years ago, this is Tahoe they were visiting. And my dad has had long standing issues with, you know, basic cardiovascular disease, South Asian heritage, you know, it kinda comes with the territory.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "20-22", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And the 2 of them I've seen over the years just take care of each other. And that's been a big driver of the work that I've done in terms of making sure that we honor not just the patient, not just the caregiver, but both together, because what they bring together with each other transcends what each one brings in to this. So if we just do patient focused work, then we're certainly missing the caregiver, but if we just do caregiver focused work, we're actually missing the role, the patient, and their relationship plays. So this inspired me to come up with this, um, VADI Health Behavior Change Model that this is the most recent measure I published almost 10 years ago now. And the idea is that to argue the contribution is that the this is this box over here is really focusing on how did the dyadic coping, dyadic relationships, the interpersonal factors, how does that play into how well people can take care of all kinds of different chronic conditions?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "21-22", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Um, so this is what we're doing right now. Um, so in the suffered study, we already finished this phase, we're kind of finishing up the management for this. What we did was we talked with 13 breast cancer survivors, um, 13 caregivers of breast cancer survivors, um, in the Bay Area who are South Asian. We also talk with, uh, 12, uh, clinical providers. This is in the pandemic time, so it's kind of all roughly became Stanford, but because there was no way to do community outreach at the time. There was no community centers. Um, and we did interviews and surveys, um, with them. To put it as because we just don't know. This is a very, very uncharted territory of South Asian experiencing breast cancer. What is it like to do that?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "21-23", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So we use hour long interviews that we thought might be too long, or we were told too long. And actually people spent 2 hours with interviews with us because they really have stories to share and then nobody had asked these stories, right? So we are now analyzing these and trying to get them out and basically we use that to also identify what do people need in home and community based services, what do they need within the health care system, how are they managing it, what are the fears, What's kind of the uplift? All of that. And then we're using that to then co design an intervention, and then we'll be working on doing a clinical trial.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "22-24", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So we this is kind of we're wrapping this phase up, um, and then we're starting this process right now, the in recruiting stakeholders. So the idea here is we're kind of pulling in this we're combining this approach of this, um, community based participatory research approaches so that we can work directly with the communities that will ultimately be served with these groups, but also bringing this human centered co design aspects into that so that we not only are just asking people at the end, once we create something, to say, here's a prototype what you think, but really embedding them in the design and creation of the process, just suffusing them throughout, which is this generative core design framework for health care innovation, which is a mouthful. And our goal will be to kind of identify or take our intervention we already have at WebSucceed, identify some of the some cultural enhancements, and then incorporate them and and pilot test it. These are some of the, uh, quotations from our study that I just wanted to share with you. Uh, sequencing was a huge theme that we heard, um, because of the stigma.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "23-25", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So here's a woman saying, Promise don't tell your mom. She's saying that to her cousin. Like, don't tell your mom it was my mom, go back, because they're sisters. Right? Um, and so it's like this idea that, you know, I will tell you, I'll tell you my, uh, my cousin, but aunts cannot know because then that generation will know and it'll be go out of control. Here's, um, a survivor saying, I was terrified. No one's going to come in with a cape and save the day. Like, this is real life. I could really die. Another survivor saying you feel emptiness and loneliness. Here's a family caregiver who's really talking the loneliness again that says it's a chain reaction going home, not having friends, and feeling really lonely. The need for culturally attuned interventions. Here is this woman, uh, sophomore, her mom who has cancer saying, I remember my mom reading all the diet recommendation, like eat salads and all this stuff. She's like, I don't even eat half of this. This is very American food.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "24-26", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "This is not what we'll eat at home. And we are bath themed a lot. Uh, some people said once a person said, I guess this cancer is never out of your mind. I think you never go back to being the carefree person you were. And here's a male caregiver saying, I just went almost silent in terms of not even talking about it because my wife was trying to be brave.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "25-26", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So I'm really feeling that they have to hold the gluten kind of stress for both of them because he would normally just share it with his wife, but he can't because she's already the survivor at this point. And so that's gonna lead us to, uh, now the next phases, as I mentioned, of this work. Um, we were kind of getting started on this part and keeping our fingers crossed for an R21 that's forward really well over the next January. Right. And so I just wanted to put this up because people are students, if people are looking for opportunities for a collaboration or if you work with us, like I said, we have this co design process and we've created a playbook so once we develop this, our goal is to take the intervention and really be able to give it to adapt to any kind of other minoritized group you might be interested in because we are we have a process that we've developed and are developing.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "25-27", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And so it doesn't matter what the group is as long as we follow these steps and then the ultimate product and then we palates and whatever minoritized group that people might be interested in. And we've kept the intervention nimble to allow that and the process, uh, rigorous and yet with some enough wiggle room so that you can adapt it. We have an ongoing clinical trial of our intervention. I'm happy to talk more about that later or you can email me. We have these South Asian data that are ripe for writing. We have large national data sets of high need high risk, I was talking to Rachel about this earlier, with large national data sets of high need high risk veterans because I also work at the VA, and caregivers of high need high risk veterans. So these are people who are really high risk of dying within the next year. So a really unique data set. Um, so if anybody's interested in working with these, just reach out to me, please. To summarize, family caregivers can play important roles.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "26-28", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "You're gonna hear about more about that from others. Uh, we need to empower caregivers, but it will require changes at all levels. We need to understand individually, interpersonal, policy, systemic, institutional levels. And, you know, I encourage people to think about dyadic interventions because, you know, when you're you're not just working with the wrong person usually or thing working with a whole system. At the very least, involving people, um, the closest people who are engaged is important. And that's that. Oh, so that reflects pharmacy 2 of the Human Health Service has its amazing quotation. It says when you ignore caregivers, you'll be apple too much of it. I see one cute person, but I get the basketball offense. So, yeah, a lot of people over the years have collaborated. So there, Anne, thank you. Thank you so much. Uh, in the interest of time, just why don't we have the caregivers come up first and then we'll do all the Q and A. Hold on, sorry. Okay. So you want me to turn this off? Yeah, take that off. I invite, uh, my wonderful wife, Christine, and skip up at the same time, and we'll all 4 of us sit here. And Oh, you want me to be there, actually? Yeah. Yeah. Yeah. Why don't you take the last 4?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "27-29", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Should I keep I think we should be passing this on. Yes. So if you if you can Yeah. Why don't we pass this slide? Yeah. Okay. So So let me start with, um, my wife, uh, Christine, and we can talk about your experience, when I was diagnosed. And and in particular, we can talk about the food content. Why don't you feed 1, and then we'll pass on the Okay. Something. We'll pass on the next one. Which one? It was a very overwhelming experience, at least at the beginning. Because, you know, you know, lucky for us, uh, Brian was diagnosed very quickly within a very short period of time, and he was able to get treated very quickly. However, all those information coming in, I literally felt I could not digest at all. I was bringing a notebook into the clinic when he had, uh, his appointment, uh, with doctor Blakely, and they were just talking in medical language that I did not understand. And I was trying to basically take notes, and I after a while, I gave up.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "28-30", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "I basically was like, okay. Never mind. I don't understand any of this. Just tell me what I need to do. But I I do think that as a caregiver person, you know, somebody so close to, you know, the the patients, um, you are taking on both the the emotional stress and definitely the the actual actions of what needs to be done to take the patient for treatment. And you have to, uh, very quickly come to speed. Uh, even though you may get a lot of help and whatnot, but you didn't have a moment to really just sort of like, okay. Let me digest of what's going on. So luckily, I I do feel that we are very, you know, uh, in a position that, you know, cancer, even though it hasn't really happened to us directly to our family, but it's not a new subject. And certainly lung cancer, I've heard a lot for Bryant. So it's it's not so novel in that sense. But, um, still, it it was a lot. Um, and for me personally, I have to get organized very quickly. But I actually, you know, felt overall very hopeful because I felt like, okay. Well, greatest care possible. And so, you know, we just have to do what we are told, essentially. Uh, but I also embrace it very much as if not a short term thing, but really think of", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "29-32", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "it as a long term. So and I actually after I learned about you know, I I did have to tell my boss that, hey. By the way, I'm gonna take time off, you know, here and there, and you're just gonna see me disappear. Uh, I did share my story with She had to she had a business trip actually to Japan, and I needed when this was I was being diagnosed, I said I told her, I said, then you need to cancel the business trip because I think something is not right here. Yeah. Yeah. And that's when I really realized, okay, he's not dropping. This is really serious. He it was just like, I want you to be there when they come on the news.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "31-32", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And so, you know, so there's a lot of arrangement that needs to happen, but I what I what I was trying to say is that I learned actually that a few people at work also have, uh, experienced cancer. And some people have actually been experiencing it for a long time, uh, that they have immediate families who have been having cancer for, like, 7 or 8 years. And what I've learned is that there's a lot of emotional ups and downs because, you know, the treatment is working really well, you know, at the beginning, and then you just don't know, and then something is not working right. And then they will have to switch treatment, change something or maybe, you know, do something a little more drastic. So then you kind of go through that emotional roller coaster where you kind of get hopeful, really happy and then you're like, oh my God, I may have to embrace for the worst or something like that.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "31-33", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And so that actually is always very tricky. Um, and also, you know, at the same time, you're trying to make emotions with, uh, in our case, you know, also with our kids. And, you know, luckily, our kids are generally, you know, very happy go lucky kids. So, you know, they take it really well, or they just basically seem, you know, somewhat ignorant of of not really realizing the gravity of it all. Um, but I think the key, though, is that definitely lean on your friends and family if they offer. Like, don't turn them down. Don't don't don't try to be polite. Like, just pretend. And and that happens to us, and, you know, people would just, like, show up with food. That was really nice, like, without me even asking. They said, hey. I know you know, when are you coming home for your chemo? I'm just gonna drop off food around the time that you come home so you have dinner ready to go. Don't even bother with anything. I really, really appreciated that.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "32-34", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "That was really nice. Or my friend's like, hey. I heard that you're now looking into a more like the cancer friendly, better diet, switching into vegetarians and stuff. And so my friend's like, just get me a couple of recipes I'll cook for you. And I really try to push hard on that with bread. And I'm like, okay. You no longer can't have any sausages or any, uh, red meat or, you know, like, we are gonna do vegan now. And he's like, what? My reaction was like the bubble. I'm like, I don't eat this food. That's why that resonated. And I was like, that's not food I eat. That's definitely a little bit of a battle because, you know, I spent all this time, you know, like, cooking, like, different type of food, you know, like, oh, in my mind, very healthy. And then he was like, oh, I there's coconut oil. I smelled it. I'm used to like coconut. Not not anymore. No. And so then, you you know, it's the kind of thing. So as a caregiver, you feel a little disappointed. You feel almost insulted. It's okay. You know? But you you, you know, you try. Right? Like and you you kinda have to have that, uh, mentality that, like, okay. It's okay. You know?", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "33-35", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Like, we're just gonna get through this. There will be a lot of waste, but just don't worry about it. And I think once you let those go, then you kind of like, okay. You know, uh, it's alright. Like, we just have to go through it one day at a time. And I think that's actually my mantra. You know, I don't play very far, which is very contrasting with what I used to do. You know, I was literally just like, okay. I know what I need to do for the next few days or maybe a week, but I literally wouldn't think anything else because I just know that I need to be staying as flexible as possible. Um, and you need to be you know, it's a big ask on a lot of caregivers, um, and that depending on the personality, because you have to be suddenly prepared patient.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "34-36", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Because, you know, like, especially when you see the patients going through, you know, pain and and or just discomfort. You know, they they may not intentionally wanna scream at you, but, you know, they could. Alright? Like and you just have to be very understanding, like, it's not on you, that it it's really just a situation, and you kinda have to put yourself into their their position. But at the same time, you also have to have sympathy for yourself because you have to remind yourself. You know? And my mom told me this, and it's really funny when I told my parents, you know, oh, Brian has been diagnosed with lung cancer. They said, we want to help you. We wanna come to your place right now and help you, but we realized if we come to you, we're imposing on you because now you have 2 more people staying at your house, and we're causing more trouble. So we're gonna stay remote. We're just gonna, like, be there, and we don't even wanna call you because we feel that if we call you, you may be too busy, and you you you just feel obligated to pick up the phone and ask for us. So but we just wanna let you know that we're here. Call us anytime.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "35-37", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And and and and that was actually really interesting, uh, for me because I feel like, okay. Now with all the cares that people are offering, I actually have the man insurance. Right? So it's sort of, you know, like, some people are organized. They're like, oh, okay. Let me get this spreadsheet going, and we'll have, like, different people deliver food for you. Uh, but I didn't wanna ask for that. But, you know, but that's actually the there's some people who are in that position that needs to do that. So I would say, you know, get the help, but definitely remember that you have the best caregiver have to take care of themselves as well. Um, and, you know, if basically, you know, if I go down, the rest of the family goes down. So that's kinda how I get. Yeah. Just before we head up to skip, talk about how complex everything was at the beginning. Oh, yeah. Yeah. In terms of appointments and Right. Especially. Yeah. Yeah. Yeah.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "36-38", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "This is the one part, like, in a way, again, we we got really, really lucky, um, because, you know, all the appointments were either made for us or Bryon knows how to navigate this system, right, which I think most people wouldn't wouldn't have the knowledge. Like, just don't know even where I go about. Like, who do I call? You know, like, that kind of thing. And so and I felt that that was actually quite a lot to keep track of. You know, you know, I got myself onto, like, you know, onto the the health My Health. My Health. Yeah. Right? And, Constantly, they have all this, like, up on Usually, you have your kids. Like, you have access to your kids because they're minors or what. And, you know, as adults but, you know, I have lots of patients who are on their My Health connected for their parents. Right? But, you know, obviously, I never thought I would need my wife to be on My Health, but I'm like, great. This is great. I can invite you to My My Health, and you can see all the appointments and everything. Right. Right. And and that's actually I mean, for cancer in particular probably. Right? It's it's, uh, so many.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "37-39", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Unbelievable. I think it was even more than when I gave birth. Mhmm. The the the number of, you know, appointments that needs to happen. And and I think for you know, I I have to be, you know, honest that I actually don't like, I just show up. I just I actually don't even know sometimes what those appointment are about, like, other than, like, I reread the title with MRI screening. Oh, okay. Okay. That kinda makes sense. And then everything else is sort of like, well, what are they talking about? And I think this is where, like, I think having a caregiving system, uh, to help the caregivers understand what's going on. Because a lot of times, the caregivers, you know, become the the point of contact for the rest of the family. Because other people, you know, the the grandparents or the parents or the sisters, siblings, like, lucky we're not in that situation that much. Uh, they will call you and say, oh, so how's Brian's doing? I don't know. Like, he's okay. So, like, a lot of that, and they kinda wants constantly wanna be, like, updated. And so you know? And but as a caregiver, you're kinda too busy, and and you don't necessarily even understand. So I think that that is, uh, is quite a bit.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "38-40", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Yeah. Mhmm. Great. Well, thank you. I will give Yeah. Let me hand it over to Simon. Okay. Great. First, I wanna thank Brian. Brian's been very helpful in my And also clip it to Sherry if you will, because that's easier Okay. Than you don't have to hold this. At least I'll just So, uh, my daughter, 31 years old, was diagnosed in January with a very rare and aggressive cancer called nut carcinoma. There's really no treatment for it. If you went to a hospital outside of maybe the top 5 or 6 hospitals in the country, it's likely that you wouldn't be correctly diagnosed. So I'm grateful to Bryant and the people here at Stanford. Uh, my daughter has had a, uh, very, very challenging, uh, treatment plan. She had a 14 hour endoscopic, uh, surgery, removed a tumor, but also they needed to remove her left eye. She had 6 weeks of daily radiation. She's had multiple rounds of different types of chemotherapy. She was extremely nauseous, uh, required frequent hospitalizations. Her medications are voluminous.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "39-42", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "Uh, we've had at least a 100 different doctors and others at Stanford and around the company and around the country, um, meeting with her. Um, and she's currently in a in a clinical trial now as there's really no, there's very, very little expertise around this particular type of cancer. So I have to say that there are times in this discussion of caregiving, it is a business, there are people that are looking at it in statistical terms and lost dollars and what it means. I can honestly say I never thought of myself and still don't think of myself as a caregiver. I'm the father of a daughter who's very sick and requires a lot of care. Um, it's not that hard for me. It's much harder for her. Um, and care, really, you know, I thought to myself, I would at least share a framework since you won't be treating statistics, you will be treating individuals. So the care of a 6 year old is a little different than the care of a 14 year old, a 30 year old, 50, 60, 70, 90. The conversations that an 80 year old doctor can have with a 94 year old person is pretty different than the kind of conversation you wanna have with a 31 year old person.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "41-43", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So I'm a loving father, and there's nothing I'm not going to try to do to help, uh, my daughter. It's very difficult for one person to provide all the care that you need. What kind of care does this person really need? And not everybody needs the same care. There are certain things in my family that I can do better than everybody else. There are many things that I can't do. And so the point was made earlier about having a large support group. And I think that's true. And I think if you are a caring person, it becomes just an easier way to think about that. Like, what does this person really need? How will you interact with them? It? And so for me, what is it, what is caring? What does it mean to be a caregiver? What do you actually do? I think of it in 2 broad buckets. One is you are reacting to facts and things that happen that you hadn't anticipated. And that just as a result of not being able to anticipate it, you just have to react to whatever the need happens to be. The care that my daughter needed when a tumor was on her nerve and she was hospitalized and no amount of morphine could alleviate her pain, that's different than the fact that she's out now and out of the hospital. Still needs care, but it's very different care.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "42-45", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So caregiving is not a uniform thing and it changes with time. And as you heard before, you know, uh, people call it a marathon. I think it's a sprint and a marathon, and then there are times when there's literally nothing. So it is not one thing. Cancer is not one thing. The other thing that I think caregiving or caring doesn't have to be for a person with cancer, just being caring in your relationships takes you 80% of the way down to caring for somebody that's sick. And that's anticipating what a person's needs are. I now, and our family knows what things could change, and then we'll react to the circumstances. But we spend a lot of time planning and anticipating and having contingency plans and and so on and what happens. So, you know, for me, um, living in in the world that I call of of cancer stand, which is living with cancer, I wouldn't expect I certainly didn't have any appreciation for what that world is like until you're in it. But", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "44-46", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "and you heard a point about planning and sort of change with respect to how you think about the future. But I think of myself more just as a loving, caring parent. And we have, you know, a family that is trying to do everything we can, and we're not always successful, uh, at it. But I think if you spend all of your time thinking about the person and what they need, they may communicate exactly what they need, and then they may not communicate what they need. Or they may tell you something that you don't think they need. So I think the, from my, you know, I wouldn't begin to be able to advise anybody else how to care for the people that they love, other than how do you care for them generally and how do you show people that you love them. And then it becomes a little less burdensome and a little less, um, terrible, really. But, um, I guess that's my 2. I'll pass it to her. Why don't we open it up to questions? I know we only have a couple minutes left, but what we can do is I think we still have the room afterwards. Yeah. So if folks need to head out for other classes, welcome to. But otherwise, we have kind of like an off start with the Q and A on. Yeah.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "45-47", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "So why don't we open it up to questions, and please go ahead. Maybe I'll start with a question is, um, for Skip. So, you know, as a loving parent and as being a parent, although my kids were younger, our kids were younger, it can be very stressful to be a parent in many, at all ages, in any situations. So how did you manage that aspect of this, you know, for you personally as a father? Good question. And I think it kind of, I know your relationship with your kids doesn't start at age 30 or 50 or whatever it is. So you bring a relationship already to the table. And what cancer does is it just, for me, it sort of made it more so. So it becomes very exaggerated. And kids were scared and fearful. They didn't know the answer. And I feel fortunate that, you know, um, our kids are older, so they are adults, and we have, over our lives together, tried work and have worked very hard to have loving adult conversations. I am I listen to the kids and really listen to them. And I don't discount their feelings and I don't have the answers.", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "46-49", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 4", "content": "And I let them know that some days are easier than others. I think we try to be as gracious in understanding with each other. Sometimes I've had times when my daughter did not wanna continue with her treatment where she was in too much pain. I had one daughter who could not focus on her job and needed to take some time off. I could do all the parenting that I wanted to do, and I would parent them differently if they were 8 and needed to go to school, I could force them to do things. But if you're forcing 31 year old kids to do something, it's not a card that I really wanna use very often. So I respect them. We built a relationship over the years, and I think we were fortunate. They they gave me the benefit of the doubt when I was not at my best, and I try to give them the benefit of the doubt when they're not at their best. And the one thing that I know is how I told my daughter three things. You will never be alone. You will have the best care that we can imagine. And however you think you feel today, it's likely that you're gonna feel differently tomorrow. So no matter what happened, you know, the Etch A Sketch is completely started afresh, and we try to be forgiving and loving and understand that", "last_edit_date": "2024-10-16", "url": "https://mediasite.stanford.edu/Mediasite/Play/f92af043a02844109253875ab70d0f051d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "48-51", "speakers": ["Ranak Trivedi (PhD, FSBM, FGSA)", "Bryant Lin (MD)"], "lecture_title": "Developing Culturally Attuned Interventions to Support Caregiving in Cancer"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 5", "content": "Test it. Yeah. Alrighty. Testing. Testing. Test it. Yeah. Alrighty. Testing. Testing. Can we hear? Are we able to hear? Perfect. So thanks so much for coming to Med 275. Uh, you're able to make it over here. Um, if you have not gone your wow. Okay. It's not working. If you have not on your pizza yet, go ahead and grab pizza in the back. Uh, we're just gonna go ahead and get started. Um, so, yeah, I'll give it to the oh, and for students, make sure you put in the attendance code and log on to Canvas. But otherwise, I'll hand it off to Doctor. Lin. Great. Thank you so much, Richard. Do you want me to use that for the recording? Or No. I think it was. Okay. Well, thanks for coming again. Hi. I'm Doctor. Stanley Liang, a retired Kaiser physician from the Department of Infectious Diseases. At age 58, 5 years ago, I was diagnosed to have lung cancer due to eGFR mutation. I was totally asymptomatic at the time.", "last_edit_date": "2024-10-30", "url": "https://mediasite.stanford.edu/Mediasite/Play/f6963fafb2f54cebb88957090a4785951d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "1-33", "speakers": ["Jeffrey Velotta (MD, FACS)", "Bryant Lin (MD)"], "lecture_title": "Epidimeology and Cultural Considerations"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 5", "content": "I have no family history. I never smoked, and the lung lesion was picked up on a chest X-ray that I did for positive PPD. The final pathology revealed that the cancer has spread to the methastinum, giving me a stage IIIA diagnosis. I underwent lobectomy, radiation, chemotherapy, as well as oxymetinib, a targeted therapy for 3 years, which I finished in, uh, end of 2023. Uh, in May of this year, uh, I underwent surveillance, and the cancer has recurred and has spread to the spine and also the left adrenal gland. Uh, I was put back on a regimen consisting of targeted therapy as well as chemotherapeutic agents. Uh, I want to share this story with you, uh, to increase awareness. I was shocked by the experience. I was shocked a lot because I developed cancer. I was shocked because I am I I never smoke. I'm totally asymptomatic, and I don't have any family history, and I'm diagnosed to have lung cancer. Thank you for your attention. My lung cancer was detected instantly during a workup for fishbone. What happened was 3 months ago. I had persistent right neck pain for 10 days. I remember that I swallowed fishbone about 10 days ago. Since I'm radiologist, I went to get neck x-ray to look for fishbone.", "last_edit_date": "2024-10-30", "url": "https://mediasite.stanford.edu/Mediasite/Play/f6963fafb2f54cebb88957090a4785951d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "32-37", "speakers": ["Jeffrey Velotta (MD, FACS)", "Bryant Lin (MD)"], "lecture_title": "Epidimeology and Cultural Considerations"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 5", "content": "My neuroradiology colleague looked at the x-ray and saw something but wasn't sure if it's a fishbone or just some normal calcification. So she recommended neck CT. On the neck CT, there was 1.5 centimeter nodule in the left lung apex, which was found to be adenocarcinoma on biopsy. 2 months ago, I was operated successfully by Doctor. Vallarta, and I got back to work full time 3 weeks ago. I think I'm just super lucky and blessed. The lung cancer was detected at early stage. By the way, in case if anybody was wondering what happened to the fishbone, actually there was no fishbone on the neck CT, and my neck pain went away right after I saw the nodule on the neck CT. Ask you we got a couple minutes left. Oh, I could have one maybe one minute left. So we've got this talent study. Yeah. Right? Not covered by", "last_edit_date": "2024-10-30", "url": "https://mediasite.stanford.edu/Mediasite/Play/f6963fafb2f54cebb88957090a4785951d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "36-49", "speakers": ["Jeffrey Velotta (MD, FACS)", "Bryant Lin (MD)"], "lecture_title": "Epidimeology and Cultural Considerations"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "It's just crazy. It's just crazy. Yeah. It's sorry. The code was being fixed. Well, that's good. That's an estimation for That's an estimation point question. Okay. Yes. They usually attendance code, and we'll get started. Alright. Towards it launched. I'll check. I was here earlier. It's lost. I'll just leave it. I'll I'll look at those. Okay. How you guys feeling? Good. A little medium. I was gonna do this exercise next week because our next week is mental health, but because of the election, I'll probably maybe we'll do a quick exercise today, uh, even though today is sufficient. But, uh, so there is a practice that I'm sure many of you have heard of. So this is within the realm of positive psychology. There's actually a few evidence based interventions in positive psychology. One that frequently people talk about in the setting of cancer care is kind of the 3 good things. Have you guys heard about 3 good things? Oh, I'm so shocked. You're getting the athletes in the evening?", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "0-2", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "It's very positive. Yeah, so it's a practice, daily practice. So in the evening, you write down in detail, what are 3 good things that happened to you today? So, obviously today is not the beginning, is the beginning of the day, not the end of the day or the middle of the day. But how about you guys take 2 minutes to write down, type down 3 good things that happened to you within the last minute or so. K. Sound good? Good. I'll leave this to you for now. I'm not sure, but they'll they'll leave it here. Okay. So besides, we're like, yeah. Yeah. No worries. Okay, Steve. You guys here for the speaker? Hello? Okay. Another minute for writing 3 good things that happened to you with the last. Hey, so yeah, definitely since I've been diagnosed, I take more conscious time to sit down, maybe not write it out, to think of what good things have happened, what things that have brought me happiness. So to me, I mean, sometimes they're small things.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "1-5", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "I had a great opportunity yesterday to connect with one of the residents who reached out to me after reading one of the articles about the class to let me know that they had cancer and that they had metastatic cancer while I'm going to treatment as a resident at Stanford with a child, a young person, uh, undergoing now their several cycle treatments. So I really appreciate the opportunity to connect with her. I also really learned, and we'll talk with Skip about this. We can give mucitis and full sores, and this relates to nutrition today about what do we eat? You know, it's very painful. So after chemotherapy, your mouth is kind of sore, got cold sores. So I discovered that similum dental paste, very effective for me, very focal cold sores. So I tried that yesterday, it was probably my self inflamed and throbbing, and I felt much better later. And the last thing is I was very glad, happy for is this morning I had half an hour to sit there and read. And the book that came out.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "4-6", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "If anybody heard of Incredible Creatures, this is a book from the UK, it's like, that's Harry Potter kind of crazy. I had half an hour to sit down and read it. So I was very grateful and happy. That was a good name for me. So anybody wants to share their 3 or 1? Good thing. Okay. Monday was my dad's birthday so I got to get a moment and celebrate my brother and today and it was just a lovely moment to see this woman. Oh amazing. Yeah, it's good to recognize that. Anyone else want to share? I know today is like some people think there's no good things in the world. What is happening to America? My parents sent me like a care package. They've been, like, my favorite Irish chocolate. Oh, awesome. I did not know Irish were known for chocolate. Oh, wow. Well, yeah, I think most people probably would say. Yes. Well, we have fancy chocolate, I guess. That's great. That's great. Yeah. Well, that's great. Anybody else wanna take this home with their good thing that good thing that, uh, that'd be appreciated. We got Jackie and with Kenny, Jackie. Living in California.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "5-7", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Well, I want to welcome Kate Donnellon here today. She was very grateful. She's my nutritionist, I like to say. She takes care of me. I wanted to share when I was first diagnosed, my wonderful wife, one of the first things she did, let's go to the bookstore. These are books we own for books, The Cancer Fighting Kitchen, The Living Kitchen, Nourishing Whole Food Recipes for Cancer Treatment and Recovery, the cancer diet cookbook. Oh, not to die. I love the title. Great title. And, actually, we actually had a book books because we checked out some of the live too. Some of them thought he We had like this many books at home that my wife and I had checked out. And that tends to be a reflex. A lot of people do that and go, and then I gotta change everything about my diet. This is one thing I have control over. And it's something you work with every day. And Kate and I were talking about how I think nutritional counseling should be at least offer or even required for all patients undergoing chemotherapy. Because there's 2 aspects.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "6-8", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "There's this aspect of your loved ones want you to live, right? They want you to live longer, happier, healthier lives. But also, when you're undergoing treatments and you want to feel better, not post chemo induced nausea at the bottom, mucositis, right? Everything tastes weird. You feel dehydrated or swollen or you're, you know, you don't feel good. And so it's, it's, uh, you know, what do we do? We lean on, you know, what we eat and we're trying to at least have some control over our lives. And then the other thing is, I mean, the one wonderful thing. So there are a couple of wonderful, wonderful things that have happened since I've been diagnosed. Cancer is not wonderful. But, you know, one, I could I was able to let go of being so emotionally engaged with the election. Number 2, so many people have reached out to support me. And one of the main ways people want to cook for people, right? People will say, hey, can I bring my food? Can I cook for you? So food is really a key part of us from any culture. Um, so it's so important. So that's why I invited you. So join me in welcoming the mic you up for recording. That. You know the market or it's like a little bit. It's not. That's good. Thank you. You're in that.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "7-10", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Great. Great. Well, my good thing is that I get to be with you guys today. That's a good thing whenever we can get in front of doctors, especially baby doctors at the beginning of your careers and just impress upon you about how important nutrition is, we always want to. I hope you will never forget this dietitian spelled the T. It should spell the T. K? No C's. No C. Okay. So today, we're gonna talk about nutrition during cancer treatment. Okay. When you think about nutrition and cancer, I really separate it into nutrition. Alright. One more one more mic. Okay. We have 2 different ways of recording. So. This is. All good. Okay. Alright. So we have 2 different time periods. So first, we have nutrition for cancer prevention. Okay? And this is what people typically think about when they're thinking about nutrition. You know, fruits, vegetables, whole grains, lean proteins, winning alcohol, winning animal products, all that kind of stuff. But then we have nutrition for cancer treatment. And during that time period, I don't really care as much about that other stuff. If you're able to eat fruits and vegetables and all that stuff, great.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "9-11", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "But I have other priorities. So we'll talk about that today. Okay. Alright. So today, we're gonna learn about the 4 main nutrition goals during treatment. We're gonna understand some of the potential side effects that you can have, explain the importance of importance of weight management during cancer treatment. Identify the sources of nutrition support. We're not going to go too much into that, but just so you know. Understand the importance of nutrition pre and post surgery. So not just, you know, the chemotherapy and immunotherapy. It's also surgically. We're seeing a common miss. Oh my gosh. Half of what I do is just myth busting. So really, really important for you guys to be aware of what people are thinking when it comes to nutrition and cancer. Then we're gonna talk about doctor. Alright. So four main goals of nutrition during treatment. Okay? So, again, if you're able to eat fruits and vegetables and all great stuff on top of this, fine. But this is what I really care about. The first one being weight maintenance. Okay? Now we'll go into talking more about this, but when when it all comes down to it, if you are losing weight, your body is in a state of stress, and then the medication is not going to work as well. Okay?", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "10-13", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So really important that we keep you in as good as condition as possible so you can get to the end of treatment, and you guys can run the treatment the way that you want to, at the rate you want to, at the dose you want to. If you're actively losing weight, you're not gonna be able to do that. Okay? So first thing, weightiness. The second one, we wanna protect your muscle. Okay? When we have cancer, we have very high protein. So you have all the normal protein. Then on top of that, you have all the cancer cell death, all the healthy cell growth, and all of that requires protein. And when we're not eating enough, it's gonna pull it from our muscles, and then we're gonna be feeling really weak. And so it turns to this vicious circle. Okay? So we really wanna be getting enough protein when we're going through cancer treatment. Okay? And then hydration.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "12-13", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Okay? If we're not getting enough fluid, then we're probably gonna have to start doing weekly hydration, and then that's just another appointment, another thing that they have to do while they're going through treatment. And then manage symptoms. I really think of symptom management as like whack a mole. If we can keep things down, pop them down as soon as they come come up, then it's okay. We can avoid that snowball effect. But if things pop up and they stay up, then they turn into bigger problems. So a little bit of nausea is okay if you can control it. But if it turns into vomiting, then it turns into dehydration, the problems just get bigger and bigger and bigger. Okay? So we wanna keep those down. So, again, this is what I care about. You're not losing weight. You're getting good protein. You're, uh, hydrated, and you're keeping your symptoms down. K? So potential nutritional side effects. So most people, I rarely see increases in appetite. It usually decreases, although it can happen. Um, changes in taste.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "13-15", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So things tasting bitter, just being, like, overly sensitive to taste or things, sweet things taste too sweet. Salty things taste too salty. Having an off taste in your mouth, so like a cardboard taste, um, or like a, uh, some type of garbage sort of taste. So all these things can be an issue. Uh, metallic, being sensitive to metal, really common. Dry mouth, mouth, and throat sores. We talked about that a little bit with doctor Lin. Um, difficulty swallowing. Okay. So big barrier in nutrition is you can't swallow. Um, heartburn, nausea and vomiting, cramping, bloating, abdominal pain, constipation, diarrhea. So all of these things are things that we really deal with our patients. So it's a lot of the day out, uh, day in, day out stuff trying to make their cancer treatment as comfortable as possible. Okay. So why is weight management so important?", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "14-15", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So, again, you wanna get the we want the treatment to work as well as possible. So that's only gonna be possible if we're not actively losing weight. A lot of people get diagnosed and come in with a weight loss. That's one of, you know, a common thing is that people will have unexplained weight loss, and that's how they get diagnosed with cancer. So maybe they lost 20 just in the diagnosis part. Then they find out that they have cancer, so they need to they think they need to have the healthiest diet in the world. And so they cut out everything, quote, unquote, bad, and then they lose another 20. And now they come to me, and they're about to start treatment, and they're down 40. They're already, you know, behind the 8 ball. So really important to know that wanna avoid that, mitigate. Some people are overweight, so maybe we don't necessarily need to gain. Just hold on to where we are, but it's case by case. Again, malnutrition, really wanna avoid malnutrition when we're going through treatment. It can be life threatening if you can't maintain your weight. We do get people who go extremely underweight, require nutrition support.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "15-17", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "As I said, the muscle maintenance and dosing. If you lose too much weight, they might have to change the dosing. And so then that's just extra, you know, extra calibration for you guys. K. So weight management's super important during cancer treatment. And every day that they go in, they get laid. This is something that not just nutrition, but the entire team is looking at. Alright. You guys know this. I'm not telling you anything you don't. Nutrition support tube feeding. This is when we feed into the stomach. The key with this, we say this all the time, if the gut works, use it. We always wanna use the least invasive way to support someone nutritionally. So if we can use an oral supplement where they just drink it, great. That's ideal. If we can feed into the stomach, great. If we can feed into the small intestine, great. Last resort is TPN.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "16-18", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "We really like to avoid this if we can because we have an increased risk for line infection, and that can create, again, that snowball effect. Things with cancer patients can just go out of whack really quickly from small things. So we don't wanna even wanna open them up to that sort of risk. Typically, if we're if someone has to go to TPN, they've got something else going on, whether it's Crohn's or short bowel or there's a blockage issue. It's typically if you're average, you know, person, we're gonna be able to do one of the other escalations. So really, we wanna avoid TPN if we can. Okay. So nutrition before surgery. So, um, we wanna get ahead of people. So when they go into surgery, they're in as good as condition as possible for the surgery. So we care about a couple of things. The first one, I want to make sure that they're getting enough protein. The wound healing is not take a lot of protein, So I want them to go into surgery already having a good amount of in stores and not wanting for protein. Okay? We also wanna make sure they're really well hydrated going into surgery.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "17-19", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Okay? Dehydration, something that could definitely happen when we're in the hospital. So if we come in well hydrated, less likely to happen. And then, again, we wanna make sure we're having a bowel movement every day, soft form, comfortable to pass. If we are constipated prior going into surgery and then they load us up with a bunch of pain and nausea medications, then we really are looking at some bowel movement problems. So important to make sure that we're coming into surgery, well hydrated, good protein, and having a bowel movement every day. Okay? Again, um, some of these things, it enhances the immune response. It reduces risk of infections or complications. Okay. After surgery, again, um, we have increased calorie and protein needs for wound healing and recovery. If you're not feeling well because you're recovering from surgery, you're really tired, you're sleeping a lot, you're not always gonna be able to eat the best. So this is why having that nutrition support really important. Again, you could be having side effects, nausea, vomiting, diarrhea, constipation, decreased appetite. If there's any if this is a surgery of any sort of digestive tract, definitely affecting a while you're absorbing things.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "18-20", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So really important to make sure we're linking up with nutrition prior surgery. Okay. You cancer risk. As I said, this busting is a huge, huge vector. Sugar causes cancer. I'm gonna take out a skywriter and put sugar does not feed cancer. No. No. Sugar does not feed cancer. This is so important for us to be reiterating to people because this is exactly what happened. They come in. They've lost 20 pounds from the diagnosis. They read all over that sugar feeds cancer, so they cut out all the sugar. And what is a low carb diet advertised for? What do they advertise for? Say? Weight loss. Weight loss. And the re the reason why is because a low carb diet, a low sugar diet is extremely good at weight loss, which is exactly what we want to avoid. So again, every cell in the body, whether it's a healthy cell or cancer cell, they all run on sugar.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "19-21", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Yes, there are certain cancers that there's a relationship with the insulin. If there's too much insulin there, maybe that's growing. But again, the research is not compelling enough for us to change our marketing to people when so many people are losing weight because they have this misconception that sugar feeds cancer. Okay. Again, there is some research, particularly meaning glioblastomas, that maybe, you know, doing a keto diet can have some slow of growth on the tumor. But, again, most people, if they're having a low sugar diet, they're going to be losing weight. Because it is not just the low sugar diet it is everything else. Are they having nausea? Are they constipated? Are these other things happening? So in a perfect world in a lab maybe for certain cancers it would slow the growth But, again, not not, uh, helpful for the general masses, and it's way too easily misunderstood. Okay? Certain foods or supplements can cure cancer. I have one patient who is convinced this very sensitive regimen of supplements is going to cure her cancer. So she stopped treatment to do all of these supplements.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "20-22", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Her cancer came back. She had to restart treatment. You know, again, still wanting to do all of these supplements. A lot of these supplements can actually interfere with the treatment. So if people get really intense with the supplements, but there is no food or supplement that can cure cancer. Now there are things in food we call phytochemicals. Those are the natural cancer fighters in food. They're available in every plant. So when you hear about, like, superfoods, it's that they have very high amounts of phytochemicals. So every different plant you take, fruit, vegetable, grain, herbs, teas, spices, people always forget about those, but those are just packed with phytochemicals. Again, these are the natural cancer fighters in food. But just if I just eat blueberries every day, it's not like that is going to cure my cancer. Organic foods are cancer proof. There's actually really no research to say that organic foods are any more healthy for you than conventional foods. So if organic foods are any more healthy for you than conventional foods. So if you want to, um, you know, have the conventional foods for a lot of people, the organic foods are a lot more expensive, and that becomes a", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "21-23", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "bit heavier. So I'd rather you just eat the fruit or vegetable even if it's not And then, again, you must eat healthy all the time if you have cancer. I care about weight maintenance, protein intake, fluid, um, and symptoms. Okay? Again, if you're able to eat all the fruits and vegetables, great. So a lot of people are really feeling crummy, and, you know, a milkshake really sounds good right now. And I want you to eat that milkshake because that is gonna have some protein. That is gonna have some of that. And if it prevents you from losing weight, then that's great. K? Alright. So we'll go on to Doctor. Nguyen. Before I do, does anyone have any questions that I have now? Just curious how many how many of you had thoughts or taking classes on nutrition? Have I said anything that's in disagreement with what you've heard so far? Yep. Good. Good. Alright. So we have Doctor. Lynn. Alright. So I just actually copied my actual notes, because I thought it might be good for you guys to see what a dietitian note looks like.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "22-25", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So, this is Doctor Glenn, he was, uh, I first saw him on July 26 referred on June 19th. Typically, we try to turn around in a month, so a little bit longer. 50 year old male adult referred for dietary counseling surveillance for nutrition recommendations while on chemotherapy. Okay? So we spoke via telehealth session. So these were his goals. Healthy foods that are easy to eat during chemo, long term versus short term diet while the treatment changes. Okay? This is a really interesting idea that it's funny that you already had that in mind because I think a lot of people don't necessarily think that, but that's that difference of the nutrition for cancer treatment versus nutrition for cancer survivorship. So we'll talk more about that, but, um, it's funny that you already kinda had that. Okay. So this is the diagnosis down there. Stage 4 lung adenocarcinoma with widespread disease, uh, treatments, this FLORA 2. Okay. Um, those are the procedures that you had. There was no medical history on file, but, you know, of course, I read your notes, read your social history. Okay. This is the meat of it. So symptoms. Fair appetite, worse the 1st week after treatment.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "24-26", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So that's pretty standard. You know, from my notes, I typically judge people poor, fair, good for appetite. So so fair. So to me, that means he was mostly hungry, uh, with, you know, some bouts of lack of appetite. Okay? More sensitive to foods. So that's what I'm saying in terms of the, like, sweet things tasting too sweet, salty things tasting too salty, just everything. Like, someone almost turned up the volume on certain aspects of food. 7 out of 10 taste ability. So I always like to put people on a taste ability of 0 to 10. 0 is no taste at all. 10 is full flavor as you've always experienced it. So 7 is pretty good. Um, you know, if if you've got a taste patient feasibility patient, monitoring that number from visit to visit can really tell you a lot about where they are. But, of course, it's always gonna be easier to eat if you. So, uh, it just increases the things that are getting in between you and food if you can't taste it. Okay. Now source on and off, improved with ice chips. If there's something that helps whatever they're dealing with, I always like to note it there. Pepsi twice a day, no breakthrough heartburn.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "25-27", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So if you're taking a heartburn medication, you know, whether it's once a day or twice a day, we would not want you to have any breakthrough heartburn. So if he was having breakthrough heartburn, that would be an indication that maybe we should review that medication, see if it needs to be changed. Okay. So nausea daily, the 1st week after treatment. Random nausea, 2 to 3, um, times a week in the after week. We'll take Zofran and Compazine 2 to 3 times a day, which is a good amount of Zofran and Compazine. Again, those things are very constipating. So, ideally, when we fix problems, when we put that mold down, we're not having one pop up over here. So if we're putting the nausea down, but we're getting the constipation over here, not an ideal solution. Again, if you need to take the medication, take the medication. But some of the best nausea interventions actually have nothing to do with the medications, so we'll talk about that. Okay. Which is helpful. Also, sipping water, ginger ale, lozenges. So he had a bunch of the ideas for nausea already there, but just wanted to, um, reinforce some more. 2 episodes of vomiting.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "26-28", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Always wanna avoid vomiting if we can. It's extremely hard on the body. A bowel movement a day, constipation the 1st week after the cycle will take MiraLAX during that time. So when we think about the chain of escalation for bowel movements, we've got enemas over here. No one wants to do that. Right? We've got enemas over here. No one wants to do that. Right? Then in the middle, we've got our laxatives, our Cetta, our MiraLAX, our Colace. Okay? If we have to live here, laxatives, if I get, um, constipated on a laxative, the only place for me to go is to an enema. K? So we wanna try to avoid that. So over here on the far end of the scale, we have functional food. So those are those foods that we know are going to encourage a bowel movement. So think about prune juice, pear juice, um, chia seed, grand cereal. You know, if we can incorporate more of those functional foods, if I can get a bowel movement from my functional foods and then I get constipated, the only place I have to go, then I can go up to the laxative antibiotics. Okay.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "27-29", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Alright. So diet. So we always mention any allergies, he'll eat just rash. That's the to lactose gas, avoiding spicy acidic heat slightly due to the heartburn, um, and the and the mouse sensitivity, mouse sores. Um, the main drinks that they're having every day. So water, oat milk, milk, apple juice, ginger ale, eats 5 to 6 times a day. So here's our diet recall. So bagels, salmon cream cheese, banana, avocado toast with egg, purple cabbage, pesto, tangerine, pork shoulder stew, carrot salad, farro, vegetables, per cabbage, dragon fruit. I always like to get an actually, what they ate yesterday from beginning to end. Because if you ask someone, what do you eat? Everyone eats fruits and vegetables. Everyone has the best diet you've never heard of. But then if you ask someone to eat, they have McDonald's. I just need to to know what you're actually doing. And they always say, oh, I never eat McDonald's. Yeah. But yesterday Yeah. And they always say, oh, but yesterday was a bad day. I'll do the day before. No. I wanna hear the bad day, but I wanna hear what you're actually doing.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "28-31", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Okay. Alright. And then our fluid recall, 2 liters of water, uh, 2 liters of water. Patient does not appear to be needing the estimated calorie and protein needs. What are the the protein needs? That's what I was stuck on with this one. Okay. He's doing his normal activities and chores, but he gets short of breath more easily. That's how I define the activities. Are you able to do your normal activities and chores? Because if you're not able to do those things, um, that's, you know, implying a level of weakness that I'd wanna know. Okay. So he was a 196 2 months ago. When he came to me, he was a 180. Okay? So his BMI was 25.7. Everyone knows BMI is dumb. Doesn't make sense. Not real, uh, based on insurance records from the sixties. Uh, but, you know, we still that is the measure that we use. So 25. A hair over overweight, I'm really considering that to be. Okay? Um, nutritionally relevant medications always ask about, you know, supplements, um, vitamins, that sort of thing. A lot of those types of supplements, not a lot, many, especially if they're antioxidants, will interfere with the chemotherapy.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "30-32", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So that's why we typically have people stop anything they're on. Sometimes they're okay with, like, a multivitamin or omega threes they're okay with. Calcium, vitamin D, they're pretty much okay with those. B12, they're pretty much okay with. But, again, a lot of the antioxidants is a no. Okay. Alright. And so then the labs, here are labs. Nothing that shouted out to me as nutritionally, you know, significant. You know, knowledge, beliefs, and barriers, preparation, planning to act in 1 month. Okay. So here's the diagnosis. Inadequate energy intake related to poor appetite, taste changes, nausea, vomiting, mouth sores, secondary cancer treatment as evidenced by the diet we call a patient interview, loss of 16, 8% over 2 months. Okay? And so that number right there, the 16, the percentage, 8% over 2 months, that's really important because that's how we code malnutrition. So a 5% loss in 1 month is considered significant malnutrition. Okay. So for him, I put down there no no malnutrition. So although it was concerning, it was not clinically significant. Okay.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "31-33", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So we always set goals at our sessions. So the first goal, again, is to maintain your weight. Okay? Uh, broken record with that one. Uh, increase your protein intake, minimize nausea, minimize constipation, optimize tasteability, and minimize and outsource. And then we go into the plan to how to do those things. You can see up there, there's their nutrition prescription. Okay? So, again, you're familiar with all these sorts of calculations to figure out how you do that. Um, when you, again, when you have cancer, you have high protein needs, so I've calculated at 1.5. So you can see right here at the top, recommend a 110 grams of protein daily. That is tall order. Most people eat, like, 40 to 50 grams without really trying too hard, so we really wanna double that. So we always send them with a list of different protein sources, snack ideas, always with the protein. Every time you eat, you always wanna have a protein with it. Never just toast, never just fruit, toast plus peanut butter, fruit plus kite sheet, protein every time. K. Um, 3 strategies for eating. Oh, did you no. Okay. 3 strategies for eating. Okay. The first one is to eat very frequently. Now this is a factor because he had nausea. Right?", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "32-34", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Nausea was a big factor for him. So we nausea develops when you don't eat. Okay? So if you are going long periods of time without eating, you are going to get nauseous. It's crazy how many people don't know this. They're you know, they have these huge nausea episodes. When did you eat? Oh, yesterday. Well, yeah, you're gonna get nauseous. So, um, a a full court press of nausea, eating for nausea, is eating within 20 minutes of waking, eating every hour throughout the day, even if it's just a bite or chew of food. Staying on that consistent schedule is a lot better than having those long breaks. All the way up to bedtime, having a bedtime snack, and then keeping a snack on your bedside table. A lot of people get nauseous in the morning because they don't, uh, because they go all night without eating. So just a bite or two overnight can really save you in the morning from getting nauseous. Okay?", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "33-35", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Um, so but on a on a normal, if you're not struggling with nausea, it's at least breakfast, a morning snack, lunch, an afternoon snack, dinner, and an eating snack. Again, always with protein. So the first strategy for eating is eating very frequently. 2nd strategy for eating is eating very densely. So I'm talking about each individual bite of food. Trying to make each individual bite of food have as many calories as possible because you don't know. You may only get 1 or 2 bites of food before you're done and wanna stop. Now early satiety wasn't an issue for doctor Lin, but it is for a lot of patients. That's why they get really full from really small amounts of food. K? So the easiest way to do that is with fat. Fat has twice the amount of calories as either protein or carbs, um, and it's small. So butter, cream, cheese, oil, nut butter, avocado, whatever fats you like. We're always adding toppings and extra sides to our foods. We never eat things plain. K? So that's the second strategy for eating, um, is to eat densely. And then the third strategy is concentrated drinks. So a concentrated drink is any drink that has fat and protein in it. So that could be a milkshake.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "34-37", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "That could be a smoothie. That could be a thick soup. Um, it could also be a nutritional drink. Okay? So for the nutritional drinks, um, they've got different tiers. So, like, for weight maintenance, a 150 calories, that's fine. Ideally, around 30 grams of protein. Okay? For weight gain, you can do the 300 to 350 ones. I always mention this one, the Boost very high calorie. It's 530 calories and only 8 ounces. If you are really struggling with weight loss, this is a really effective one because you don't have to take too much to get a large calories. K. The trick with all of these drinks, whether it's a milkshake, a smoothie, a thick soup, or a Nutrishel drink, you don't wanna sit there and drink the whole drink all in 5 minutes. It can make you really full, bloated, uncomfortable. It can give you diarrhea, especially in a cancer patient who's not doing well to begin with. Or you cancer patient who's not doing well to begin with. Or it can just make you so full that you don't eat your meals and snacks, and then it kinda defeats the purpose. So the way that you wanna do it is you wanna take 2 ounce sips. So take a 2 ounce sip, wait an hour, take a 2 ounce sip. It should", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "36-38", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "take you 4 hours to finish an 8 ounce drink. Okay? These are really easy way to meet your protein goal. So if I have to get if I have to get a 110 grams of protein and I can knock out 30 in one of these drinks, that's really gonna give me a leg up on here to my day. K. Also, protein powder, protein supplemented foods. So think about, like, bread, bean cakes, pasta mix. You can get that high protein version of these things. Really easy way to get an extra protein without having to add a lot of extra food. Okay? So, again, our goal is to maintain weight. So that was the 3 strategies to do it frequently, eat densely, and the concentrated drinks as medication. Okay? 75 ounces of fluid. If he was really struggling to get the calories in, we would say calorie containing fluid. Yep. So if he's a patient to get over with the habits, so she would waste you, you know, and 10 weight off.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "37-39", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Yeah. So even if you come in obese, I don't want you to be actively dropping 10 a month, 12 a month, stuff like that. If you have a slow but gradual loss and you're maintaining and you're getting good protein, I'm okay with that. Um, but it's not so much about you know, what your weight is as, like, did you come in a wheeze, but you had lost 50 already? You know? So it's where you've been, what's been happening. Because, again, you know, making sure that you're strong enough to withstand the treatment. Again, part of that's gonna be making sure we're not drastically dropping weight, and we're getting good protein. Does that make sense? Yes. Thank you. I have another question. Yeah. Yeah. I know for people who have to take TPN, it's really difficult because they miss, like, the social and, like, ritualistic aspect of eating. Do you find that to be the case with, like, these cancer patients? And, like, how do you tackle that? Yeah. So especially, like, when you can't, um, taste food, that makes it really difficult. And when, um, you know, you're just feeling tired and nothing sounds good, you don't have an appetite.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "38-40", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "It's really hard. I think we talk about a couple of things. So we talk about choosing foods from your childhood, choosing foods that, like, maybe you have good memories attached, like special occasions, you know, things you only do sometimes, trying to bring as much joy back into food. Like, I've had patients where, you know, they were struggling to eat, so they would set up, like, a little, like, Zoom thing with their grandkids where they would have, like, milkshakes with grandma, and that was, like, something that they all did together. So as much as you can, make it social and fun and choose foods you enjoy. Um, big fan THC. THC makes food taste better. Yes. It's a really effective one for a lot of people, uh, not to mention the anxiety. So yeah. It just seems to me like all of this is super difficult to, like, track or keep track over all of this. So how do you, like, make that easier on the patients to, like especially if they're making their own food rather than, like, buying prepackaged food or stuff? Yeah. So what in particular seems difficult? I don't know. Like, I don't know how much a 110 grams of", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "39-41", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "protein is. Yeah. So that's why I do send them with, like, a list of, like, here's the food. Here's how much. Here's how much protein it provides. And then I don't wanna drive anyone crazy with, like, calculating things. I don't think that's a good thing, um, regardless. But, um, what I do tell people the food is, uh, to do is to look up their favorite meals, things that they have regularly, and just ballpark it. Just ballpark it. And you could type in anything into Google and or chat GBT, and it'll tell you exactly how much. So to answer your question, if they're getting more than they were, if I look at their diet recall the next time and every time they're eating, there's a protein there and maybe there's a protein drink there, I'm pretty good. You know, I'll do my own sort of, like, calorie count and protein count and kinda see if I think they're getting close there. But I'm not trying to add they're going through cancer treatment. I'm not trying to add anything to their thing. Um, but I think just a general knowledge of, like, what protein foods are. How much generally do they have? Having a protein every time I can they take a protein drink? Would that work? Yeah.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "40-42", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "For folks who are vegetarian or vegan who probably already have less protein to begin with, how do you tend to work with those types of patients? Do you have them, like, consult outside? Like, do they have more protein shakes? Yeah. We they do have, uh, not, like, you know, plant protein shakes. That's definitely an option. Um, but we have we have spent a lot of time on compiling an extremely extensive list of proteins that have lots of plant proteins. So I feel pretty confident in the list that we give to people. Yeah. So I hear that these things called apps thing. Yeah. So what? So do you have recommendations and then that's kind of the one who I really don't like to give people extra things to do. You kind of have 2 patients. One patient who I know is not gonna do anything remotely like that, so I'm not even gonna, like, try to get them to do that because it's just not gonna happen. And then one person who's already been doing it and is going crazy with it, so I don't wanna add any more stress to their plate. So, yes, if you want to use those apps and you find them to be helpful, I think that's great. But I also think you can get negative real quick. So just one other one of the comments.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "41-44", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So, some patients have cancer are able to attend to their needs. And others need support, whether it's husband, wife, father, whatever. So, yeah. It may not be something that a patient will need, but. To the extent that this, these sorts of. Tools and technologies are designed to make things easier. So so you're calculating less, but it sounds like there's nothing that. Comes to mind for you, I guess the second thing as far as. Yeah. Like, my fitness pal is women. A lot of people like Howard King is another one that people like, I just don't personally think they're that helpful. As far as the family piece of it, we very often have the wife, the daughter, whoever's cooking the food in the appointment with us. And just sometimes, you know, there's nausea and then there's there's nausea. And for a good many cancer patients, the nausea is so unmanageable and uncontrolled that the idea of eating is pretty much the last thing. That you will convince somebody that is suffering from nausea. To do, and, you know, the next step is to be in a hospital with a feeding tube. But do you have. Foods that you recommend or think about how to help those for whom compazine and Zofran is not sufficient?", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "43-45", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Yeah, nausea is a big thing. And I do think that I would say the patient that you're talking about that not eating frequently wouldn't help is very far and few between. I would say the vast majority of people that I talk to are not eating when they're nauseous. And once they start eating more regularly, even if it is a single bite of food, they take their bite of food and they come back in an hour, they take another bite of you, they feel better. So I really pushed back on the on the nausea stuff. Yeah. I I was I was skeptical, you know, because it's it's I would say, I think for patients who when you're nauseous, of course, you're like, I don't wanna eat because I feel like I'm gonna become more nauseous. Right? And it it for me, I have to say, you know, after getting kids say that, I try to eat more often, and it helped me, um, because it does it's true. Just just a little bit, not even too much.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "44-46", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Yeah. I think that's such just like a tiny bit did help. Um, but, yeah, absolutely. There are lots of patients who are just intractable, you know, chemo induced nausea, vomiting, and that's that's very clear that some patients just need to be in a hospital for that. But but, yeah, eating, uh, a little bit really helped me personally, just that that idea that, oh, just take a Vidans. Yeah. And then just give it an hour, and then take another Vidans. Yeah. Yeah. I think that I mean, I've been at Stanford for 4 years. I've had one case like that where they just couldn't get it under control, and they were not eating. So that that was a big part of it. Um, so, yeah, I I think I think there's a lot of discussion about, like, nausea and, like, is most people have that feeling that eating is not going to make it better, but for most people, in my experience, it does.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "45-47", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "So I know you made the distinction between, like, people who are trying to, like, avoid cancer and, like, that type of diet or what what they they should be versus, like, people undergoing cancer treatment who, like, have a cancer diagnosis. And that was largely related to, like, you know, what about for, like, people with a diagnosis that's like, take 1 breast cancer or a prostate cancer where you don't have chemo, but you're still, like, undergoing, like, treatment, like, other medications or surgery, um, but it's not like Yeah. Yeah. Great point. So and and doctor Lynn and I were just talking about this because this is kind of that gray area. So if you're not in active full scale treatment, but you do have cancer or, like, you're you're in a monitoring phase or you're just taking oral medication, we do move you to the survivorship diet. So, again, that's the fruits, vegetables, whole grains, all that kind of stuff. So if you still always keep it in mind, we want to have the protein. We want you to be maintaining your weight. We want you to be hydrated. We want your symptoms to be under control. So we really just kind of move more towards that diet while still keeping that in the back of our mind is the most important.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "46-48", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Just wanna do a brief time check. Yep. 3 minutes. Oh my gosh. Okay. Alright. So nausea interventions, since we've been talking about them so much, avoid hot fragrant foods, offer cold dry foods. If you're actively nauseous, go to a cold, dark room, lie down, have your eyes put in ice back to your forehead, roast your heart, take slowly breaths, peppermint, ginger, lemon pie. Those are the flavors that help with nausea in any way you wanna take them. Cdans, extremely effective. It costs about 10 bucks at CES. Avoiding $10 at CES. Avoiding metal near food. This is the taste stuff. So avoid metal near food. It can really make your taste buds go crazy. Mhmm. Uh, the baking soda salt brands, the FAST method stands for fast, acid, salts, and sweets. I send this to patients. There's a lot of stuff to read over about it. Different ways to add these things to your food to make them taste as good as possible. Okay. So, yeah, paraforducinealy, that was for the bowel movements. The Metamucil, again, for bowel movements. Okay. So, again, the significant concerns was that he had lost weight, and he was having the nausea with the vomiting. Okay? So this was the next appointment. The tasteability is the same. Heartburn is the same.", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "47-49", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
{"document_title": "Lectures", "section_title": "Lectures > Lecture 6", "content": "Nausea is definitely improved. No episodes of vomiting. Um, mouth sores were continuing. Um, still, I feel like it could be taking more proteins if you see doctor Lin after we've done the protein. It's really hard to eat that much protein. It's like almost 6 chicken thighs a day. It's a lot of protein. It's a lot of protein. But his fluid I like meat too. His fluid had improved a lot. That was a a real one. So we can see improvements. You stop the weight loss. His weight stable, no vomiting, better nausea control, improved fluid intake. So lots of successes right off the bat. Alright. So this is the next one. So weight stable again. Okay? Improvement, 8 to 10. Heartburn was stable. Nausea, pretty much stable. Massage was continued. We're approved. Again, even better water intake this time. Still a little light on the protein. Improvement. Continuity. That's stable nausea control. Improve for more regular bowel movements. That's the other thing. The bowel moves had regulated probably from all the water. Okay. And so then this is the last one we had just last week. 8 to 9 tasted", "last_edit_date": "2024-11-06", "url": "https://mediasite.stanford.edu/Mediasite/Play/ca12283fe2ff4f90bccea88816ab19a91d", "block_metadata": {"block_type": "text", "language": "en", "time_range_minutes": "48-51", "speakers": ["Kate Donelan (MS, RD)", "Bryant Lin (MD)"], "lecture_title": "Nutrition During Cancer Treatment"}}
